var damas = [{
        "xx": [
            "A、人员、过程",
            "B、人员、技术",
            "C、技术、过程",
            "D、过程、方法"
        ],
        "wt": "对应DAMA环境因素六边形图中角色和职责、交付成果的是?",
        "da": "B、人员、技术",
        "sno": 1
    },
    {
        "xx": [
            "A、创建和使用是数据生命周期中的核心",
            "B、元数据质量管理需要在整个数据生命周期",
            "C、数据质量管理是数据管理的关键点",
            "D、数据管理工作应聚焦于关键数据"
        ],
        "wt": "数据管理对数据生命周期的关注有几个重要影响，其中描述正确的是?",
        "da": "D、数据管理工作应聚焦于关键数据",
        "sno": 2
    },
    {
        "xx": [
            "A、数据处理伦理",
            "B、数据治理",
            "C、文件和内容管理",
            "D、数据仓库和商务智能"
        ],
        "wt": "以下不属于DAMA-DMBOK2知识领域的是?",
        "da": "A、数据处理伦理",
        "sno": 3
    },
    {
        "xx": [
            "A、获取、存储、保护数据和确保数据资产的完整性",
            "B、确保数据和信息的质量",
            "C、确保甲方的数据隐私和保密性",
            "D、防止数据和信息未经授权或被不当访问"
        ],
        "wt": "组织管理数据的目标不包括哪项?",
        "da": "C、确保甲方的数据隐私和保密性",
        "sno": 4
    },
    {
        "xx": [
            "A、DAMA车轮图",
            "B、DMBOK金字塔图",
            "C、环境因素六边形图",
            "D、知识领域语境关系图"
        ],
        "wt": "以下哪个不是DAMA-DMBOK的数据管理框架图?",
        "da": "B、DMBOK金字塔图",
        "sno": 5
    },
    {
        "xx": [
            "A、数据治理",
            "B、元数据",
            "C、数据质量",
            "D、数据安全"
        ],
        "wt": "DAMA车轮图将哪项领域的知识放在了数据管理活动的中心?",
        "da": "A、数据治理",
        "sno": 6
    },
    {
        "xx": [
            "A、数据资产在使用过程中不会产生消耗",
            "B、确保数据符合应用的要求是数据管理的首要目标",
            "C、不同类型的数据的生命周期特征也可以相同",
            "D、管理数据需要元数据"
        ],
        "wt": "以下关于数据管理原则描述错误的是?",
        "da": "C、不同类型的数据的生命周期特征也可以相同",
        "sno": 7
    },
    {
        "xx": [
            "A、报废和返工",
            "B、客户不满意",
            "C、数据重复利用",
            "D、组织冲突"
        ],
        "wt": "不属于低质量数据的成本主要来源的是?",
        "da": "C、数据重复利用",
        "sno": 8
    },
    {
        "xx": [
            "A、改善数据治理团队体验",
            "B、提高生产力",
            "C、降低风险",
            "D、增加收入"
        ],
        "wt": "高质量数据的作用不包括?",
        "da": "A、改善数据治理团队体验",
        "sno": 9
    },
    {
        "xx": [
            "A、数据管理章程",
            "B、数据管理范围声明",
            "C、数据管理实施路线图",
            "D、数据管理实施效果评价"
        ],
        "wt": "数据管理战略规划的可交付成果不包括?",
        "da": "D、数据管理实施效果评价",
        "sno": 10
    },
    {
        "xx": [
            "A、获取、存储、保护数据和确保数据资产的有效性",
            "B、确保数据和信息的质量",
            "C、确保利益相关方的数据隐私和保密性",
            "D、防止数据和信息未经授权或被不当访问"
        ],
        "wt": "组织管理数据的目标不包括哪项?",
        "da": "A、获取、存储、保护数据和确保数据资产的有效性",
        "sno": 11
    },
    {
        "xx": [
            "A、收集到的一组事实，并把数值分为两种类型：测量数据或变量数据，计数数据或熟悉数据。",
            "B、数据被理解为数字形式存储的信息。",
            "C、数据是世界中与某个事实结合在一起的一种真实表达。",
            "D、数据是对其所代表对象的解释，但不是被解释的对象。"
        ],
        "wt": "下列关于数据的的定义，哪项是不正确的?",
        "da": "D、数据是对其所代表对象的解释，但不是被解释的对象。",
        "sno": 12
    },
    {
        "xx": [
            "A、回顾数据处理实践",
            "B、建立数据处理伦理的策略",
            "C、监控和校正",
            "D、沟通和培训领导"
        ],
        "wt": "在数据处理伦理的活动中，下列哪项不属于活动之一?",
        "da": "D、沟通和培训领导",
        "sno": 13
    },
    {
        "xx": [
            "A、公平、合法、透明",
            "B、数据最大化",
            "C、存储限制",
            "D、诚信和保密"
        ],
        "wt": "下列哪些不属于GDPR准则?",
        "da": "B、数据最大化",
        "sno": 14
    },
    {
        "xx": [
            "A、定义组织中数据处理的伦理规范",
            "B、教导员工正当处理数据会产生的企业价值",
            "C、改变或渗透数据处理行为文化",
            "D、监管、度量、监控和调整组织伦理准则行为"
        ],
        "wt": "以下不属于数据处理伦理目标的是?",
        "da": "B、教导员工正当处理数据会产生的企业价值",
        "sno": 15
    },
    {
        "xx": [
            "A、每个组织都需要积极地识别潜在的伦理风险",
            "B、组织需要保护那些确实看到风险并提出疑虑的举报人",
            "C、自动化监控可以防止不符合伦理要求的活动",
            "D、CDMP在聘用他们之外的组织进行数据处理时，也需要履行处理数据的伦理义务"
        ],
        "wt": "以下关于数据伦理和治理描述错误的是哪项?",
        "da": "C、自动化监控可以防止不符合伦理要求的活动",
        "sno": 16
    },
    {
        "xx": [
            "A、价值观声明",
            "B、符合伦理的数据处理原则",
            "C、评审现有数据",
            "D、审计和监测方法"
        ],
        "wt": "以下选项中，不属于制定合乎伦理的数据处理策略和路线图的内容是?",
        "da": "C、评审现有数据",
        "sno": 17
    },
    {
        "xx": [
            "A、回顾数据处理实践",
            "B、识别数据处理伦理的策略",
            "C、监控和校正",
            "D、找到实践差距"
        ],
        "wt": "在数据处理伦理的活动中，下列哪项不属于活动之一?",
        "da": "B、识别数据处理伦理的策略",
        "sno": 18
    },
    {
        "xx": [
            "A、业务架构",
            "B、数据架构",
            "C、网络架构",
            "D、技术架构"
        ],
        "wt": "以下哪项不属于企业架构?",
        "da": "C、网络架构",
        "sno": 19
    },
    {
        "xx": [
            "A、企业模型包括继承关系模型、概念模型、主题域模型、逻辑模型",
            "B、企业模型包括概念模型、主题域模型、逻辑模型、物理模型",
            "C、企业模型包括继承关系模型、概念模型、主题域模型、逻辑模型、物理模型",
            "D、企业模型包括继承关系模型、概念模型、逻辑模型、物理模型"
        ],
        "wt": "关于企业数据模型描述准确的是哪项?",
        "da": "B、企业模型包括概念模型、主题域模型、逻辑模型、物理模型",
        "sno": 20
    },
    {
        "xx": [
            "A、定义范围",
            "B、确定项目数据范围",
            "C、设计",
            "D、实施"
        ],
        "wt": "以下哪项不属于企业数据架构项目相关的活动?",
        "da": "B、确定项目数据范围",
        "sno": 21
    },
    {
        "xx": [
            "A、实施活动可以从部分组织中开始，或从某些数据域中开始。",
            "B、在开发模型中获取数据模型和其他数据架构构件，然后被数据架构师标准化和管理。",
            "C、数据架构工作在第一个项目中的投入相对比较大，此过程中形成的构件可以被后续项目重复使用。",
            "D、当使用新兴技术创新时，企业数据架构考虑使用迭代的实施方法。"
        ],
        "wt": "以下关于实施企业数据架构描述错误的是?",
        "da": "D、当使用新兴技术创新时，企业数据架构考虑使用迭代的实施方法。",
        "sno": 22
    },
    {
        "xx": [
            "A、瀑布方式",
            "B、迭代方式",
            "C、敏捷方式",
            "D、螺旋方式"
        ],
        "wt": "项目中的数据架构角色依赖软件开发过程，主要采用的方式不含哪项?",
        "da": "D、螺旋方式",
        "sno": 23
    },
    {
        "xx": [
            "A、缺少管理层支持",
            "B、成功与否缺乏证据",
            "C、多层维度视角",
            "D、文化冲击"
        ],
        "wt": "数据架构的实施风险不包含哪项?",
        "da": "C、多层维度视角",
        "sno": 24
    },
    {
        "xx": [
            "A、建立企业数据架构团队和举办问题讨论会",
            "B、生成数据架构构件的最终版本",
            "C、在开发项目中，形成和建立数据架构工作方式",
            "D、提高组织对数据架构工作价值的认识"
        ],
        "wt": "以下实施企业数据架构工作内容错误的是？",
        "da": "B、生成数据架构构件的最终版本",
        "sno": 25
    },
    {
        "xx": [
            "A、业务模型",
            "B、数据系统",
            "C、数据整合工具",
            "D、数据流设计"
        ],
        "wt": "企业数据架构描述必须包括企业数据模型，如数据结构和数据规范，还包括：",
        "da": "D、数据流设计",
        "sno": 26
    },
    {
        "xx": [
            "A、当前状态的描述",
            "B、数据策略的定义",
            "C、数据整合的指引",
            "D、数据管控策略中要求的数据资产管理规范"
        ],
        "wt": "以下哪项不是数据架构的构件？",
        "da": "B、数据策略的定义",
        "sno": 27
    },
    {
        "xx": [
            "A、企业数据模型不应创建为单独的构件，应由不同角度和不同层级的细节构成",
            "B、企业数据模型包括通用的和特定于应用或具体项目的数据模型及其定义、规范、映射和业务规则",
            "C、采用行业标准模型能够加快开发企业数据模型的效率",
            "D、大多数成功的企业数据模型会利用不同层级增量和迭代的方式来构建"
        ],
        "wt": "关于企业数据模型创建，以下做法哪项是错误的？",
        "da": "A、企业数据模型不应创建为单独的构件，应由不同角度和不同层级的细节构成",
        "sno": 28
    },
    {
        "xx": [
            "A、业务架构",
            "B、数据架构",
            "C、系统架构",
            "D、技术架构"
        ],
        "wt": "企业架构不包括哪项?",
        "da": "C、系统架构",
        "sno": 29
    },
    {
        "xx": [
            "A、图标应该清晰标识并说明所有对象和线条及图标所代表的内容",
            "B、所有线条 的流向都应该从某 -侧或角开始，尽可能流向对侧或对角",
            "C、要确保行和列排放整齐，实现图标易读性更好",
            "D、对任何大小、颜色、线条粗细等不同的图标均"
        ],
        "wt": "关于图标使用规范，以下哪项说法是错误的?",
        "da": "C、要确保行和列排放整齐，实现图标易读性更好",
        "sno": 30
    },
    {
        "xx": [
            "A、可以是针对当前的",
            "B、可以是面向未来的",
            "C、可以是已实施完成的",
            "D、可以是已经退役10年的"
        ],
        "wt": "关于架构设计生命周期描述错误的是?",
        "da": "D、可以是已经退役10年的",
        "sno": 31
    },
    {
        "xx": [
            "A、数据流",
            "B、数据价值链",
            "C、企业数据模型",
            "D、实施路线图"
        ],
        "wt": "最为详细的数据架构设计文件是正式的?",
        "da": "C、企业数据模型",
        "sno": 32
    },
    {
        "xx": [
            "A、业务流程中的应用",
            "B、某个环境中的数据存储或数据库",
            "C、网段",
            "D、出现全局差异的位置"
        ],
        "wt": "以下内容不属于数据流映射记录的数据与其联系的是?",
        "da": "D、出现全局差异的位置",
        "sno": 33
    },
    {
        "xx": [
            "A、事实表和维度表",
            "B、事实表和卫星表",
            "C、维度表和链接表",
            "D、事实表和链接表"
        ],
        "wt": "维度模型通常称为星型模型，由哪些部分组成?",
        "da": "A、事实表和维度表",
        "sno": 34
    },
    {
        "xx": [
            "A、提供有关数据的通用词汇表",
            "B、获取、记录组织内模型和系统的详细信息",
            "C、在项目中作为主要的交流沟通工具",
            "D、提供了应用定制、整合，甚至替换的起点"
        ],
        "wt": "以下哪项不属于数据建模的业务驱动因素?",
        "da": "B、获取、记录组织内模型和系统的详细信息",
        "sno": 35
    },
    {
        "xx": [
            "A、规划数据建模",
            "B、建立数据模型",
            "C、开发数据模型",
            "D、维护数据模型"
        ],
        "wt": "关于数据建模和设计活动描述错误的是?",
        "da": "C、开发数据模型",
        "sno": 36
    },
    {
        "xx": [
            "A、数据模型是对数据结构和数据关系的简洁定义",
            "B、能够评估当前或者理想情况下业务规则对数据的影响情况",
            "C、数据模型可以帮助解释数据上下文的边界",
            "D、数据模型通过以电子的形式获取知识来保存系统或项目的企业信息。"
        ],
        "wt": "以下不属于确认和记录不同视角理解作用的是?",
        "da": "D、数据模型通过以电子的形式获取知识来保存系统或项目的企业信息。",
        "sno": 37
    },
    {
        "xx": [
            "A、数据建模最常用在系统设计和系统维护的工作环境中",
            "B、数据建模最直接的结果在于数据库",
            "C、数据模型是一种文档形式，用于记录数据需求和建模过程产生的数据定义",
            "D、数据模型描述了组织需要理解或者未来需要的数据"
        ],
        "wt": "以下选项对数据建模概念描述正确的是?",
        "da": "C、数据模型是一种文档形式，用于记录数据需求和建模过程产生的数据定义",
        "sno": 38
    },
    {
        "xx": [
            "A、按开放或关闭分类的订单",
            "B、产品、客户、供应商、设施等",
            "C、客户订单、供应商发票、现金提取和业务会议等",
            "D、社交媒体系统生成的信息"
        ],
        "wt": "以下属于数据建模中资源信息的是?",
        "da": "B、产品、客户、供应商、设施等",
        "sno": 39
    },
    {
        "xx": [
            "A、用于对书屋进行分类和分配事物类型的数据",
            "B、实施操作流程所需资源的基本数据",
            "C、在操作过程中创建的数据",
            "D、用于消息传递和基于事件的系统的协议和方案等"
        ],
        "wt": "不属于建模数据类型中静态数据的是?",
        "da": "D、用于消息传递和基于事件的系统的协议和方案等",
        "sno": 40
    },
    {
        "xx": [
            "A、实体",
            "B、类",
            "C、属性",
            "D、域"
        ],
        "wt": "以下不属于数据模型组件的是?",
        "da": "B、类",
        "sno": 41
    },
    {
        "xx": [
            "A、在关系模型中经常用“实体\"",
            "B、在维度模型中经常使用“维度”和“链接”",
            "C、在面向对象模型中经常使用“类”或“对象”",
            "D、在非关系型数据库模型中经常使用“文件”或节点"
        ],
        "wt": "关于实体的别名，以下对应关系不正确的是?",
        "da": "B、在维度模型中经常使用“维度”和“链接”",
        "sno": 42
    },
    {
        "xx": [
            "A、及时",
            "B、清晰",
            "C、准确",
            "D、完整"
        ],
        "wt": "以下不属于高质量的数据定义具备的基本特征的是?",
        "da": "A、及时",
        "sno": 43
    },
    {
        "xx": [
            "A、概念实体之间的高级别交互",
            "B、逻辑实体之间的详细交互",
            "C、虚拟实体之间的关联交互",
            "D、物理实体之间的约束"
        ],
        "wt": "关系是实体之间的关联。关于关系捕获的内容以下选项错误的是?",
        "da": "C、虚拟实体之间的关联交互",
        "sno": 44
    },
    {
        "xx": [
            "A、代理键是按功能进行分类的",
            "B、代理键是表的唯一 标识符，通常由人工生成",
            "C、代理键具有技术功能，通常对数据库的最终用户可见",
            "D、代理键允许在结构间进行更高效的导航，并促进跨应用程序的集成"
        ],
        "wt": "以下关于代理件描述正确的是?",
        "da": "D、代理键允许在结构间进行更高效的导航，并促进跨应用程序的集成",
        "sno": 45
    },
    {
        "xx": [
            "A、关系建模",
            "B、维度建模",
            "C、面向过程建模",
            "D、基于事实建模"
        ],
        "wt": "以下关于数据建模的方法描述错误的是?",
        "da": "C、面向过程建模",
        "sno": 46
    },
    {
        "xx": [
            "A、信息工程",
            "B、信息建模集成定义",
            "C、统一建模语言",
            "D、陈氏符号"
        ],
        "wt": "以下表示法不属于关系建模方法的是?",
        "da": "C、统一建模语言",
        "sno": 47
    },
    {
        "xx": [
            "A、在维度模型中，数据组织的方式是为了优化存量数据的查询和分析",
            "B、维度数据模型专注于通用业务流程的业务问题",
            "C、在维度模型中，实体之间的连线表示用于说明业务问题的规则",
            "D、在维度模型中，事实表的行对应于特定的数值型度量值"
        ],
        "wt": "以下关于维度建模描述正确的是?",
        "da": "D、在维度模型中，事实表的行对应于特定的数值型度量值",
        "sno": 48
    },
    {
        "xx": [
            "A、覆盖",
            "B、新行",
            "C、新列",
            "D、插入"
        ],
        "wt": "渐变类的维度根据变化的速率和类型来管理变化，以下不属于主要变化类型的是?",
        "da": "D、插入",
        "sno": 49
    },
    {
        "xx": [
            "A、UML中有操作或方法部分的内容",
            "B、属性类型用物理数据库数据类型来表示",
            "C、默认值可以在符号中有选择的显示",
            "D、访问数据通过类的公开接口进行"
        ],
        "wt": "关于统一建模语言特点描述错误的是?",
        "da": "B、属性类型用物理数据库数据类型来表示",
        "sno": 50
    },
    {
        "xx": [
            "A、中心表",
            "B、链接表",
            "C、卫星表",
            "D、行星表"
        ],
        "wt": "数据拱顶模型有三种类型的实体，以下错误的是?",
        "da": "D、行星表",
        "sno": 51
    },
    {
        "xx": [
            "A、锚",
            "B、属性",
            "C、关系",
            "D、节点"
        ],
        "wt": "以下选项不是锚建模基本概念的是?",
        "da": "C、关系",
        "sno": 52
    },
    {
        "xx": [
            "A、文档数据库",
            "B、键值数据库",
            "C、列数据库",
            "D、图片数据库"
        ],
        "wt": "以下不属于NoSQL数据库的是?",
        "da": "D、图片数据库",
        "sno": 53
    },
    {
        "xx": [
            "A、文档数据库",
            "B、键值数据库",
            "C、列数据库",
            "D、图数据库"
        ],
        "wt": "社交关系适合用以下哪种类型的数据库存储?",
        "da": "D、图数据库",
        "sno": 54
    },
    {
        "xx": [
            "A、第一范式",
            "B、第二范式",
            "C、第三范式",
            "D、﻿ 请输入内容..."
        ],
        "wt": "确保每个实体都有最小的主键，每个属性都依赖于完整的主键属于哪种范式?",
        "da": "B、第二范式",
        "sno": 55
    },
    {
        "xx": [
            "A、概念数据模型仅包括给定的领域和职能中基础和关键的业务实体",
            "B、逻辑数据模型不受任何技术或特定实施条件的约束",
            "C、物理模型与特定的技术有关",
            "D、将数据逆规范化最重要的原因是提高用户安全性"
        ],
        "wt": "以下关于数据模型描述错误的是?",
        "da": "D、将数据逆规范化最重要的原因是提高用户安全性",
        "sno": 56
    },
    {
        "xx": [
            "A、评估组织需求",
            "B、确定建模标准",
            "C、明确数据模型存储管理",
            "D、发布数据模型"
        ],
        "wt": "数据建模主要工作计划不包括以下哪项任务?",
        "da": "D、发布数据模型",
        "sno": 57
    },
    {
        "xx": [
            "A、图表",
            "B、定义",
            "C、已解决问题清单",
            "D、血缘关系"
        ],
        "wt": "数据建模工作交付成果不包括以下哪项内容?",
        "da": "C、已解决问题清单",
        "sno": 58
    },
    {
        "xx": [
            "A、选择表示方法",
            "B、分析信息需求",
            "C、添加属性细节",
            "D、合并企业术语"
        ],
        "wt": "以下选项属于逻辑数据模型建模的步骤的是?",
        "da": "B、分析信息需求",
        "sno": 59
    },
    {
        "xx": [
            "A、价值实现时间",
            "B、支持成本",
            "C、数据模型积分卡",
            "D、数据模型效果验证器"
        ],
        "wt": "以下不属于审核数据模型所使用的技术的是?",
        "da": "D、数据模型效果验证器",
        "sno": 60
    },
    {
        "xx": [
            "A、开发数据建模和设计标准",
            "B、评审数据模型以及数据库设计质量",
            "C、管理数据模型版本与集成",
            "D、评估数据模型运行效率"
        ],
        "wt": "以下选项不属于数据建模和设计治理中质量管理内容的是?",
        "da": "D、评估数据模型运行效率",
        "sno": 61
    },
    {
        "xx": [
            "A、模型多大程度上反映了业务需求",
            "B、模型的完整性如何",
            "C、模型的结构如何",
            "D、模型的可读性如何"
        ],
        "wt": "数据模型积分卡技术可以用于衡量数据模型的质量，其中提供了10个数据模型质量指标，以下选项中总分数分值占比最低的是?",
        "da": "D、模型的可读性如何",
        "sno": 62
    },
    {
        "xx": [
            "A、建模人员在模型中设计了从未被要求的内容",
            "B、同一实体中有两个具有相同名称的属性或者在主键中有一-个空属性",
            "C、一个属性构造块选用“客户”或“产品”等属性主题",
            "D、将父实体放置在其子实体上方，相关实体显示在一起，并最小化关系线长度"
        ],
        "wt": "以下关于数据模型积分卡中与模型结构相关内容的是?",
        "da": "B、同一实体中有两个具有相同名称的属性或者在主键中有一-个空属性",
        "sno": 63
    },
    {
        "xx": [
            "A、举办设计评审会可由建模人员来记录讨论的要点",
            "B、建模人员必须通过修改以解决评审小组提出的所有问题",
            "C、如果建模人员无法自行解决评审小组提出的问题时，可挂起问题",
            "D、数据模型的每次更改，需要以事件线记录变更内容"
        ],
        "wt": "以下关于数据建模和设计治理管理内容描述正确的是?",
        "da": "B、建模人员必须通过修改以解决评审小组提出的所有问题",
        "sno": 64
    },
    {
        "xx": [
            "A、数据存储与操作包括对存储数据的设计、实施和支持，最大化实现数据资源的价值",
            "B、数据存储与操作贯穿于数据创建/获取到处置的整个生命周期",
            "C、数据库操作支持主要关注与数据生命周期相关的活动",
            "D、数据库技术支持包括监控和优化数据库性能"
        ],
        "wt": "以下关于数据存储和操作描述错误的是?",
        "da": "D、数据库技术支持包括监控和优化数据库性能",
        "sno": 65
    },
    {
        "xx": [
            "A、在整个数据生命周期中管理数据的可靠性",
            "B、确保数据资产的完整性",
            "C、管理数据交易事务的性能",
            "D、确保管理数据的可用性"
        ],
        "wt": "数据存储与操作的目标描述错误的是?",
        "da": "A、在整个数据生命周期中管理数据的可靠性",
        "sno": 66
    },
    {
        "xx": [
            "A、生产DBA",
            "B、应用程序DBA",
            "C、过程和开发DBA",
            "D、网络存储管理员"
        ],
        "wt": "建立伴随工作负载和数据量变化的数据库性能监控的机制和过程由以下哪类IT角色负责?",
        "da": "A、生产DBA",
        "sno": 67
    },
    {
        "xx": [
            "A、数据联邦提供的数据不需要对数据源进行额外复制或持久化",
            "B、企业信息集成、数据可视化等集成项目适合采用集中式数据库",
            "C、区块链数据库有两种结构类型：单条记录和块",
            "D、区块链数据库中新生成区块位于整个链的末端"
        ],
        "wt": "以下关于数据库架构类型描述错误的是?",
        "da": "B、企业信息集成、数据可视化等集成项目适合采用集中式数据库",
        "sno": 68
    },
    {
        "xx": [
            "A、ACID为事务处理提供了坚实的基础",
            "B、通常在大数据坏境里会使用BASE类型的系统",
            "C、大型互联网公司和社交媒体公司业务场景需要立即准确拿到所有数据",
            "D、CAP定理是指分布式系统不可能同时满足ACID的所有要求"
        ],
        "wt": "以下关于数据处理类型描述错误的是?",
        "da": "C、大型互联网公司和社交媒体公司业务场景需要立即准确拿到所有数据",
        "sno": 69
    },
    {
        "xx": [
            "A、数据库技术支持侧重选择和维护用于存储和管理数据的软件",
            "B、数据库操作支持侧重软件所管理的数据和进程",
            "C、零售业务不能选用没有事务功能的数据库技术",
            "D、要想有效理解和使用某种技术，关键在于实践"
        ],
        "wt": "以下关于数据存储和操作描述错误的是?",
        "da": "D、要想有效理解和使用某种技术，关键在于实践",
        "sno": 70
    },
    {
        "xx": [
            "A、DBA和网络存储管理员提供的数据库支持是数据管理的核心",
            "B、数据库部署在托管存储区一中，备份介质不属于托管存储",
            "C、关系型数据库管理系统中的数据比文件型数据库中的数据更容易恢复",
            "D、概念数据模型的更新在防止设计或开发错误方面发挥着重要作用"
        ],
        "wt": "以下关于管理数据库操作描述正确的是?",
        "da": "A、DBA和网络存储管理员提供的数据库支持是数据管理的核心",
        "sno": 71
    },
    {
        "xx": [
            "A、可管理性",
            "B、可恢复性",
            "C、可用性",
            "D、可维护性"
        ],
        "wt": "可用性是指系统或数据库可以用于生产工作的时间百分比。以下不属于影响系统可用性相关因素的是?",
        "da": "C、可用性",
        "sno": 72
    },
    {
        "xx": [
            "A、数据量度量指标",
            "B、性能度量评估指标",
            "C、操作度量指标",
            "D、服务度量指标"
        ],
        "wt": "以下不属于数据存储和操作度量指标类型的是?",
        "da": "A、数据量度量指标",
        "sno": 73
    },
    {
        "xx": [
            "A、汇总交易统计",
            "B、备份的大小",
            "C、查询性能",
            "D、问题解决时间"
        ],
        "wt": "以下属于数据存储和操作治理中操作度量指标的是?",
        "da": "B、备份的大小",
        "sno": 74
    },
    {
        "xx": [
            "A、关键风险数据",
            "B、低风险数据",
            "C、中等风险数据",
            "D、高风险数据"
        ],
        "wt": "下列哪一项不属于数据安全中的风险分类?",
        "da": "B、低风险数据",
        "sno": 75
    },
    {
        "xx": [
            "A、数据安全需求和过程分为4个方面，即4A：访问、审计、验证、权限",
            "B、访问是指具有 授权的个人能够及时访问系统",
            "C、权限是为了有效遵守数据法规",
            "D、信息分类、访问权限、角色组、用户和密码是实时策略和满足4A的一-些常用手段"
        ],
        "wt": "关于数据安全的需求和过程说明错误的是哪项?",
        "da": "A、数据安全需求和过程分为4个方面，即4A：访问、审计、验证、权限",
        "sno": 76
    },
    {
        "xx": [
            "A、动态数据脱敏",
            "B、不落地脱敏",
            "C、落地脱敏",
            "D、都不对"
        ],
        "wt": "在不更改基础数据的情况下，在最终用户或系统中改变数据的外观，是哪种脱敏方法?",
        "da": "A、动态数据脱敏",
        "sno": 77
    },
    {
        "xx": [
            "A、哈希加密",
            "B、对称加密",
            "C、非对称加密",
            "D、以上都是"
        ],
        "wt": "数据加密的方法包括哪项?",
        "da": "D、以上都是",
        "sno": 78
    },
    {
        "xx": [
            "A、所有相关数据法规",
            "B、受每项法规影响的数据流",
            "C、为法规遵从而制定的相关安全策略",
            "D、实施的控制措施之间建立链接关系"
        ],
        "wt": "当今全球环境瞬息万变，组织需要遵从的法律法规越来越多，为了有效管理安全相关的法规，可以创建一-份清单，以下选项中，关于清单内容描述不正确的是?",
        "da": "B、受每项法规影响的数据流",
        "sno": 79
    },
    {
        "xx": [
            "A、企业安全制度",
            "B、IT安全制度",
            "C、数据安全制度",
            "D、以上都不属于"
        ],
        "wt": "管理与企业安全相关的行为需要不同级别的制度，员工访问设施和其他资产的全局策略属于以下哪种制度?",
        "da": "A、企业安全制度",
        "sno": 80
    },
    {
        "xx": [
            "A、存储或传送的数据敏感性",
            "B、保护数据的要求",
            "C、现有的安全保护措施",
            "D、待实施的安全保护措施"
        ],
        "wt": "安全风险包括可能危及网络/或数据库的因素，识别风险的第一步是确定敏感数据的存储位置，以及这些数据需要哪些保护措施，这个过程应当对每个系统进行评估，以下不属于需要评估的内容的是?",
        "da": "D、待实施的安全保护措施",
        "sno": 81
    },
    {
        "xx": [
            "A、审计是为了发现错误",
            "B、数据安全性审计可以替代数据安全管理",
            "C、审计工作可以从内部或外部开展",
            "D、审计师可以是待审计数据的设计者或管理者"
        ],
        "wt": "为了应对确保数据安全和法规制度遵从情况，应进行连续性的定期内部审计。以下关于审计描述正确的是?",
        "da": "C、审计工作可以从内部或外部开展",
        "sno": 82
    },
    {
        "xx": [
            "A、数据加密标准和机制",
            "B、通过互联网的数据传送协议",
            "C、远程访问标准",
            "D、内部系统和业务部门"
        ],
        "wt": "数据安全架构是企业架构的一部分，描述了在企业内部如何实现数据安全以满足业务规则和外部法规，以下选项不属于安全架构所涉及内容的是?",
        "da": "D、内部系统和业务部门",
        "sno": 83
    },
    {
        "xx": [
            "A、外包增加了跨组织和地理边界共担数据责任的人数",
            "B、数据安全措施和流程必须将外包供应的风险既视为外部风险，又视为内部风险",
            "C、跟踪跨系统和个人的数据血缘或流转对于维护“监管链”至关重要",
            "D、CRUD矩阵可成为合同协议和数据安全制度的一部分"
        ],
        "wt": "关于外包IT运营描述错误的是?",
        "da": "D、CRUD矩阵可成为合同协议和数据安全制度的一部分",
        "sno": 84
    },
    {
        "xx": [
            "A、相关方遵守安全制度的动机",
            "B、业务行为和声誉分析分析，包括员工培训",
            "C、补丁有效性审计",
            "D、通过防止入侵节省的安全成本投资回报"
        ],
        "wt": "以下属于数据安全意识指标的是?",
        "da": "C、补丁有效性审计",
        "sno": 85
    },
    {
        "xx": [
            "A、安全实施指标",
            "B、关键数据扩散",
            "C、安全事件指标",
            "D、安全意识指标"
        ],
        "wt": "许多组织都面临着数据安全挑战，以下不属于数据安全指标的是?",
        "da": "B、关键数据扩散",
        "sno": 86
    },
    {
        "xx": [
            "A、组织规模",
            "B、网络架构",
            "C、要保护的数据类型",
            "D、数据安全管理人员"
        ],
        "wt": "以下选项中不属于以管理信息安全的决定因素的是?",
        "da": "D、数据安全管理人员",
        "sno": 87
    },
    {
        "xx": [
            "A、降低风险和促进利润增长是数据安全活动的主要驱动因素",
            "B、信息安全管理首先对组织数据进行分类分级，以便识别需要保护的数据",
            "C、数据安全最好在业务单元层面开展",
            "D、主数据是管理敏感数据的方法之一"
        ],
        "wt": "以下关于数据安全业务驱动因素描述正确的是?",
        "da": "B、信息安全管理首先对组织数据进行分类分级，以便识别需要保护的数据",
        "sno": 88
    },
    {
        "xx": [
            "A、识别敏感数据资产并分类分级",
            "B、在行业中查找敏感数据",
            "C、确定保护每项资产的方法",
            "D、识别信息与业务流程如何交互"
        ],
        "wt": "以下不属于组织进行数据分类分级所要开展的流程是?",
        "da": "B、在行业中查找敏感数据",
        "sno": 89
    },
    {
        "xx": [
            "A、存在过期安全补丁的网络计算机",
            "B、不受可靠密码保护的网页",
            "C、不受技术命令保护的公司软件",
            "D、发送到组织感染病毒的电子邮件附件"
        ],
        "wt": "脆弱性是系统中容易遭受攻击的弱点或缺陷，以下不属于脆弱性内容的是?",
        "da": "D、发送到组织感染病毒的电子邮件附件",
        "sno": 90
    },
    {
        "xx": [
            "A、关键风险数据",
            "B、高风险数据",
            "C、中等风险数据",
            "D、一般风险数据"
        ],
        "wt": "风险分类描述了数据的敏感性以及处于恶意目的对数据访问的可能性。以下不属于风险分类包含的内容的是?",
        "da": "D、一般风险数据",
        "sno": 91
    },
    {
        "xx": [
            "A、访问",
            "B、权限",
            "C、验证",
            "D、授权"
        ],
        "wt": "数据安全需求和过程分为四个方面，以下不属于四个方面内容的是?",
        "da": "B、权限",
        "sno": 92
    },
    {
        "xx": [
            "A、替换",
            "B、混排",
            "C、时空变异",
            "D、数据变异"
        ],
        "wt": "应用一个随机因素(正负一个百分比，小到足以保持趋势)属于以下哪种脱敏方法?",
        "da": "D、数据变异",
        "sno": 93
    },
    {
        "xx": [
            "A、设施安全",
            "B、设备安全",
            "C、密码",
            "D、身份管理系统"
        ],
        "wt": "数据安全不仅涉及到不当访问，还涉及对数据的适当访问。以下选项中保护数据访问的第一道防线是?",
        "da": "C、密码",
        "sno": 94
    },
    {
        "xx": [
            "A、设施安全",
            "B、设备安全",
            "C、凭据安全",
            "D、电子通信安全"
        ],
        "wt": "以下选项中可以作为抵御恶意行为人员第一道防线的是?",
        "da": "A、设施安全",
        "sno": 95
    },
    {
        "xx": [
            "A、广告软件",
            "B、特洛伊木马",
            "C、病毒",
            "D、网络钓鱼"
        ],
        "wt": "以下选项中不属于恶意软件的是?",
        "da": "D、网络钓鱼",
        "sno": 96
    },
    {
        "xx": [
            "A、识别数据安全现状",
            "B、制定数据安全制度",
            "C、定义数据安全细节",
            "D、评估当前安全风险"
        ],
        "wt": "以下关于数据安全活动描述错误的是?",
        "da": "A、识别数据安全现状",
        "sno": 97
    },
    {
        "xx": [
            "A、业务需求",
            "B、外部监管限制",
            "C、系统软件产品",
            "D、应用软件产品"
        ],
        "wt": "数据安全活动包括确定需求环节，在这个环节中，区分不同内容的规则很重要，以下不属于需要优先关注的规则内容是?",
        "da": "C、系统软件产品",
        "sno": 98
    },
    {
        "xx": [
            "A、法规遵从性要求",
            "B、诉讼响应时间",
            "C、电子取证请求能力",
            "D、业务连续性要求"
        ],
        "wt": "文件和内容管理的主要业务驱动因素描述错误的是?",
        "da": "B、诉讼响应时间",
        "sno": 99
    },
    {
        "xx": [
            "A、确保能够高速有效地采集和使用非结构化的数据和信息",
            "B、确保结构化和非结构化数据之间的整合能力",
            "C、确保能够从非结构化数据中挖掘出隐含的关键信息",
            "D、遵守法律义务兵达到客户预期"
        ],
        "wt": "以下关于实施文件和内容管理最佳实践目标描述错误的是?",
        "da": "C、确保能够从非结构化数据中挖掘出隐含的关键信息",
        "sno": 100
    },
    {
        "xx": [
            "A、模块化",
            "B、结构化",
            "C、可重复使用",
            "D、与设备和平台相关"
        ],
        "wt": "关于文件和内容管理中内容的需求特定描述错误的是?",
        "da": "D、与设备和平台相关",
        "sno": 101
    },
    {
        "xx": [
            "A、推式",
            "B、拉式",
            "C、交互式",
            "D、自主式"
        ],
        "wt": "内容分发系统可分为三种，以下不属于该系统的是?",
        "da": "D、自主式",
        "sno": 102
    },
    {
        "xx": [
            "A、用途",
            "B、生产者",
            "C、标准",
            "D、维护"
        ],
        "wt": "词汇管理表是针对任何给定的词汇进行定义、寻源、导入和维护的过程。以下不属于实现词汇表管理的关键问题的是?",
        "da": "B、生产者",
        "sno": 103
    },
    {
        "xx": [
            "A、等价术语关系",
            "B、层次化关系",
            "C、关联关系",
            "D、网状关系"
        ],
        "wt": "术语管理包括在受控词汇表中建立术语之间的关系。以下不属于关系的类型的是?",
        "da": "D、网状关系",
        "sno": 104
    },
    {
        "xx": [
            "A、扁平分类法",
            "B、层次分类法",
            "C、面分类法",
            "D、网状分类法"
        ],
        "wt": "在内容管理中，分类法是一种命名结构，包含用于概述主题、启用导航和搜索系统的受控词表。一个包含多个国家的列表属于以下哪种分类法?",
        "da": "A、扁平分类法",
        "sno": 105
    },
    {
        "xx": [
            "A、XML",
            "B、JSON",
            "C、RDF",
            "D、OCR"
        ],
        "wt": "以下哪项属于一种开放的轻量级的数据交换标准格式?",
        "da": "B、JSON",
        "sno": 106
    },
    {
        "xx": [
            "A、第一级，低于标准的",
            "B、第二级，发展中的",
            "C、第三级，基本的",
            "D、第四级，积极的"
        ],
        "wt": "必须满足法律法规的最低要求，属于信息治理成熟度模型中的哪一级?",
        "da": "C、第三级，基本的",
        "sno": 107
    },
    {
        "xx": [
            "A、责任",
            "B、价值",
            "C、资产",
            "D、以上都是"
        ],
        "wt": "信息治理参考模型(IGRM) 展示了信息治理与其他组织功能的关系。其中处于中心位置的是?",
        "da": "D、以上都是",
        "sno": 108
    },
    {
        "xx": [
            "A、商业交易，例如：金融交易，查询和服务呼叫交互",
            "B、授予在整个组织中访问数据的权限",
            "C、业务实体，例如：产品，客户，资产和位置",
            "D、数据值以大写形式存储和显示"
        ],
        "wt": "主数据是关于以下哪种数据?",
        "da": "C、业务实体，例如：产品，客户，资产和位置",
        "sno": 109
    },
    {
        "xx": [
            "A、满足组织数据需求",
            "B、管理数据质量",
            "C、管理数据集成的成本",
            "D、改善客户体验"
        ],
        "wt": "关于参考书籍和主数据的常见业务驱动因素描述错误的是?",
        "da": "D、改善客户体验",
        "sno": 110
    },
    {
        "xx": [
            "A、确保组织在各个流程中都拥有准确、一致、最新且权威的参考数据和主数据",
            "B、任何合并或拆分参考数据和主数据的操作都应该是可追溯的",
            "C、对参考数据的更改应遵循：在实施变更之前应该进行沟通并得到批准",
            "D、主数据值应仅从记录系统中复制"
        ],
        "wt": "以下关于参考数据和主数据管理规划的目标和原则描述错误的是?",
        "da": "A、确保组织在各个流程中都拥有准确、一致、最新且权威的参考数据和主数据",
        "sno": 111
    },
    {
        "xx": [
            "A、关系数据库中的代码表",
            "B、参考数据管理系统",
            "C、主数据管理系统",
            "D、用特定于对象属性的元数据指定允许值"
        ],
        "wt": "以下选项不属于参考数据常用的存储技术的是?",
        "da": "C、主数据管理系统",
        "sno": 112
    },
    {
        "xx": [
            "A、列表",
            "B、交叉参考数据列表",
            "C、分层法",
            "D、本体"
        ],
        "wt": "参考数据可以根据所代表的粒度和复杂性构成特定的结构，以下不属于参考数据结构的是?",
        "da": "C、分层法",
        "sno": 113
    },
    {
        "xx": [
            "A、雇员",
            "B、客户",
            "C、国际疾病分类代码",
            "D、金融结构"
        ],
        "wt": "以下内容不属于主数据的是?",
        "da": "C、国际疾病分类代码",
        "sno": 114
    },
    {
        "xx": [
            "A、两者都为交易数据的创建和使用提供重要的上下文信息",
            "B、参考数据管理包括实体解析:的挑战",
            "C、参考数据管理需要对定义的域值及其定义进行控制",
            "D、主数据管理需要对主数据的值和标识符进行控制"
        ],
        "wt": "以下关于主数据和参考数据描述错误的是?",
        "da": "B、参考数据管理包括实体解析:的挑战",
        "sno": 115
    },
    {
        "xx": [
            "A、建立主数据实体的上下文，包括相关属性的定义及其使用条件，并加以治理",
            "B、协调和整 合不同来源的数据，已提供主记录或事实的最佳版本",
            "C、识别出那些未被正确匹配或合并的实例，确保它们得到修正，并关联到正确的标识符",
            "D、在组织内推荐使用主数据，这个过程还需要数据治理和变更管理的支持"
        ],
        "wt": "主数据管理是一个全生命周期的管理过程，以下关于全生命周期中的关键活动描述错误的是?",
        "da": "D、在组织内推荐使用主数据，这个过程还需要数据治理和变更管理的支持",
        "sno": 116
    },
    {
        "xx": [
            "A、①②③④⑤⑥⑦",
            "B、①③②④⑤⑥⑦",
            "C、①②③④⑥⑤⑦",
            "D、①③②④⑥⑤⑦"
        ],
        "wt": "数据采集过程必须是一个可靠的可重复的过程，以下关于数据采集活动顺序正确的是：①接受并应对新的数据源采集的要求;②评估数据并将数据整合的复杂性传递给请求者，以帮助他们进行成本效益分析;③使用数据清理和数据分析工具进行快速、即时、匹配和高级的数据治理评估;④试点数据采集及其对匹配规则的影响;⑤确定由谁负责监控和维护新数据源数据的质量;⑥为新数据确定数据质量指标;⑦完成与整体数据管理环境的集成",
        "da": "D、①③②④⑥⑤⑦",
        "sno": 117
    },
    {
        "xx": [
            "A、实例提取",
            "B、实例准备",
            "C、实例解析:",
            "D、实例管理"
        ],
        "wt": "实体解析:过程对于主数据管理至关重要，以下不属于实体解析:活动的是?",
        "da": "D、实例管理",
        "sno": 118
    },
    {
        "xx": [
            "A、接受变更请求",
            "B、确定利益相关方",
            "C、确定范围",
            "D、决策和沟通"
        ],
        "wt": "以下不属于参考数据变更请求流程的是?",
        "da": "C、确定范围",
        "sno": 119
    },
    {
        "xx": [
            "A、物理数据库表名和字段名",
            "B、数据集、表和字段的定义和描述",
            "C、字段属性",
            "D、数据库CRUD的规则"
        ],
        "wt": "以下哪项属于业务元数据?",
        "da": "B、数据集、表和字段的定义和描述",
        "sno": 120
    },
    {
        "xx": [
            "A、数据库对象的属性",
            "B、访问权限",
            "C、内容更新的调度计划和依赖",
            "D、调度异常处理"
        ],
        "wt": "以下哪项不属于技术元数据?",
        "da": "D、调度异常处理",
        "sno": 121
    },
    {
        "xx": [
            "A、该标准由6个部分组成",
            "B、该标准用于定义元数据注册的框架",
            "C、该标准包含数据元数据的分类",
            "D、以上都对"
        ],
        "wt": "关于ISO/IEC 11179元数据注册标准的说法正确的是：",
        "da": "D、以上都对",
        "sno": 122
    },
    {
        "xx": [
            "A、元数据架构的类型有：集中式元数据架构、分布式元数据架构、混合式元数据架构",
            "B、非结构化数据没有元数据",
            "C、业务术语表的构建 需要满足3个核心用户的功能需求：业务用户、数据管理专员、技术用户",
            "D、元数据也有生命周期"
        ],
        "wt": "关于元数据中业务术语表的描述错误的是哪项?",
        "da": "B、非结构化数据没有元数据",
        "sno": 123
    },
    {
        "xx": [
            "A、如果想成功的发现数据血缘关系，只需要关注业务焦点",
            "B、业务焦点是指根据业务优先级寻找数据元的血缘关系",
            "C、技术焦点是从源系统开始识别直接相关的数据使用者",
            "D、血缘关系分析可以节约检查异常现象的时间、并及时发现潜在的变更影响"
        ],
        "wt": "关于血缘关系的描述，以下哪项不正确?",
        "da": "A、如果想成功的发现数据血缘关系，只需要关注业务焦点",
        "sno": 124
    },
    {
        "xx": [
            "A、只是计算数据",
            "B、是原始数据的备份",
            "C、与原始数据同名",
            "D、被转换的原始数据"
        ],
        "wt": "派生数据是冗余的，因为它() ?",
        "da": "D、被转换的原始数据",
        "sno": 125
    },
    {
        "xx": [
            "A、记录和管理与数据相关的业务术语的知识体系，以确保人们理解和使用数据内容的一致性",
            "B、收集和整合来自不同来源的元数据，以确保人们了解来自不同部门的数据之间的相似与差异",
            "C、确保元数据的质量、一致性及时性和准确性",
            "D、推广或强制使用技术元数据标准，以实现数据交换"
        ],
        "wt": "以下关于元数据管理目标描述错误的是?",
        "da": "C、确保元数据的质量、一致性及时性和准确性",
        "sno": 126
    },
    {
        "xx": [
            "A、物理元数据",
            "B、业务元数据",
            "C、技术元数据",
            "D、操作元数据"
        ],
        "wt": "以下不属于元数据类型的是?",
        "da": "A、物理元数据",
        "sno": 127
    },
    {
        "xx": [
            "A、数据模型",
            "B、物理数据库表名和字段名",
            "C、数据使用说明",
            "D、数据共享规则和协议"
        ],
        "wt": "以下内容属于技术元数据的是?",
        "da": "B、物理数据库表名和字段名",
        "sno": 128
    },
    {
        "xx": [
            "A、描述元数据",
            "B、结构元数据",
            "C、管理元数据",
            "D、格式元数据"
        ],
        "wt": "非结构化的元数据不包括?",
        "da": "D、格式元数据",
        "sno": 129
    },
    {
        "xx": [
            "A、集中式元数据架构维护的成本较低",
            "B、分布式元数据架构元数据质量完全取决于源系统",
            "C、混合式元数据架构不会提高系统可用性",
            "D、双向元数据架构强制对源的更改管理，必须系统地捕获变更，然后加以解决"
        ],
        "wt": "以下关于元数据架构缺点描述错误的是?",
        "da": "A、集中式元数据架构维护的成本较低",
        "sno": 130
    },
    {
        "xx": [
            "A、历史信息",
            "B、存储容量",
            "C、运维要求",
            "D、安全要求"
        ],
        "wt": "以下内容不属于元数据综合解决方案功能需求点的是?",
        "da": "B、存储容量",
        "sno": 131
    },
    {
        "xx": [
            "A、记录与源的映射和迁移关系",
            "B、记录版本",
            "C、数据与对内数据采集建立连接",
            "D、缺失元数据报告"
        ],
        "wt": "以下内容不属于元数据管理活动的是?",
        "da": "D、缺失元数据报告",
        "sno": 132
    },
    {
        "xx": [
            "A、责任",
            "B、能力",
            "C、标准",
            "D、改进"
        ],
        "wt": "以下不属于元数据管理中管理元数据质量的方法的是?",
        "da": "B、能力",
        "sno": 133
    },
    {
        "xx": [
            "A、因不正确、不完整和不合理的假设或缺乏数据内容的知识导致错误判断",
            "B、暴露敏感数据，是客户或员工面临风险，影响商业信誉和导致法律纠纷",
            "C、了解数据的领域专家离职，知识也随之被带走",
            "D、低质量的元数据导致商务智能系统无法使用"
        ],
        "wt": "以下内容不属于缺失高质量元数据可能带来的影响的是?",
        "da": "D、低质量的元数据导致商务智能系统无法使用",
        "sno": 134
    },
    {
        "xx": [
            "A、重要的业务数据元",
            "B、可用的元数据术语表",
            "C、数据血缘",
            "D、数据剖析和数据安全管理过程"
        ],
        "wt": "对元数据相关活动进行成熟度评估可以了解组织元数据战略的现状，以下选项不属于评估内容的是?",
        "da": "D、数据剖析和数据安全管理过程",
        "sno": 135
    },
    {
        "xx": [
            "A、正确的百分比",
            "B、完成百分比",
            "C、唯一性百分比",
            "D、定义的百分比"
        ],
        "wt": "哪项是数据质量准确性的指标?",
        "da": "A、正确的百分比",
        "sno": 136
    },
    {
        "xx": [
            "A、提高组织数据价值和数据利用的机会",
            "B、降低低质量数据导致的风险和成本",
            "C、提高组织效率和数据安全保护能力",
            "D、保护和提高组织的声誉"
        ],
        "wt": "以下关于数据质量管理的业务驱动因素描述错误的是?",
        "da": "C、提高组织效率和数据安全保护能力",
        "sno": 137
    },
    {
        "xx": [
            "A、数据质量管理应关注企业及客户最重要的数据",
            "B、数据质量管理应覆盖从创建或采购直至处置的数据全生命周期",
            "C、数据质量方案的重点应该放在纠正错误上",
            "D、数据质量水平需要得到客观、一致的测量"
        ],
        "wt": "以下关于数据质量管理应遵循的原则，描述错误的是?",
        "da": "C、数据质量方案的重点应该放在纠正错误上",
        "sno": 138
    },
    {
        "xx": [
            "A、监管报告",
            "B、财务报告",
            "C、商业战略",
            "D、经营信息"
        ],
        "wt": "大多数组织都有大量的数据，当并非所有的数据都同等重要，以下不属于评估关键数据的内容是?",
        "da": "D、经营信息",
        "sno": 139
    },
    {
        "xx": [
            "A、完备性",
            "B、唯一性",
            "C、有效性",
            "D、可用性"
        ],
        "wt": "2013年，DAMA UK发布了一份白皮书，描述了数据质量的6个核心维度，以下不属于核心维度的是?",
        "da": "D、可用性",
        "sno": 140
    },
    {
        "xx": [
            "A、计划",
            "B、执行",
            "C、检查",
            "D、运营"
        ],
        "wt": "戴明环是一个数据质量改进常用的方法，以下内容不属于戴明环内容的是?",
        "da": "D、运营",
        "sno": 141
    },
    {
        "xx": [
            "A、现有测量值高于阈值",
            "B、新数据集正在调查中",
            "C、对现有数据集提出新的数据质量要求",
            "D、业务规则、标准或期望变更"
        ],
        "wt": "数据质量活动通过启动新的周期来实现持续改进，以下关于新周期开始的内容描述错误的是?",
        "da": "A、现有测量值高于阈值",
        "sno": 142
    },
    {
        "xx": [
            "A、验证文件中记录数量的合理性",
            "B、验证从一组交易中计算出的平均金额的合理性",
            "C、验证指定时间段内交易数量的预期差异",
            "D、验证数值缺失的情况是否可接受"
        ],
        "wt": "以下内容不属于数据质量业务规则中聚合检查的示例内容的是?",
        "da": "D、验证数值缺失的情况是否可接受",
        "sno": 143
    },
    {
        "xx": [
            "A、缺乏领导和管理",
            "B、缺乏治理",
            "C、缺乏意识",
            "D、不适当或无效的文书"
        ],
        "wt": "将信息作为业务资产进行管理的障碍和根本原因的表述中，“不知道如何利用信息” 属于以下哪项内容?",
        "da": "A、缺乏领导和管理",
        "sno": 144
    },
    {
        "xx": [
            "A、数据输入过程",
            "B、数据处理功能",
            "C、系统设计",
            "D、解决问题"
        ],
        "wt": "“数据模型不准确” 属于以下哪种过程引起的问题?",
        "da": "C、系统设计",
        "sno": 145
    },
    {
        "xx": [
            "A、数据治理",
            "B、数据挖掘",
            "C、数据解析:和格式化",
            "D、数据转换与标准化"
        ],
        "wt": "数据质量管理改进工作的重点是防止错误，但可以通过数据处理来提升数据质量，以下不属于可以提升数据质量的方式是?",
        "da": "B、数据挖掘",
        "sno": 146
    },
    {
        "xx": [
            "A、数据质量管理工作应首先关注组织中最重要的数据",
            "B、数据质量改进工作应当从主数据开始",
            "C、完整性规则反映了字段是强制的还是可选的",
            "D、为了评估数据，需要--次了解所有规则"
        ],
        "wt": "在数据质量管理活动中，以下关于识别关键数据和业务规则描述错误的是?",
        "da": "D、为了评估数据，需要--次了解所有规则",
        "sno": 147
    },
    {
        "xx": [
            "A、完备性",
            "B、独特性",
            "C、及时性",
            "D、有效性"
        ],
        "wt": "在数据质量值指标例子中，计算已被识别的重复记录的数量报告代表重复记录的百分比属于以下哪个特性?",
        "da": "B、独特性",
        "sno": 148
    },
    {
        "xx": [
            "A、建立数据输入控制",
            "B、定义和执行规则",
            "C、自动修正数据",
            "D、实施数据质量和管理制度"
        ],
        "wt": "创建高质量的数据的最佳方法是防止低质量的数据进入组织。以下内容不属于预防方法的是?",
        "da": "C、自动修正数据",
        "sno": 149
    },
    {
        "xx": [
            "A、自动检查修正",
            "B、自动修正",
            "C、人工检查修正",
            "D、人工修正"
        ],
        "wt": "以下内容不属于数据质量纠正措施中数据修正方法的是?",
        "da": "A、自动检查修正",
        "sno": 150
    },
    {
        "xx": [
            "A、SPC使用的主要工具是控制图",
            "B、控制图是一个事件序列图",
            "C、控制图包括平均值 的中心线、以及描述测算的上下控制界限",
            "D、在一个稳定过程中，超出控制范围的度量结果表明了异常状况的存在"
        ],
        "wt": "以下关于SPC描述错误的是?",
        "da": "B、控制图是一个事件序列图",
        "sno": 151
    },
    {
        "xx": [
            "A、帕累托分析",
            "B、鱼骨图分析",
            "C、五个为什么",
            "D、统计过程控制"
        ],
        "wt": "根本原因分析是一个理解导致问题发生的因素及其作用原理的过程，以下内容不属于常见的根因分析技术的是?",
        "da": "D、统计过程控制",
        "sno": 152
    },
    {
        "xx": [
            "A、导致数据问题的常见原因",
            "B、组织数据生态系统中的关系以及为什么提高数据质量需要全局方法",
            "C、糟糕数据对个人绩效的影响",
            "D、持续改进的必要性"
        ],
        "wt": "要让员工生成更高质量的数据并以确保质量的方式管理数据，他们需要培训和强化训练，以下不属于培训应该重点关注的内容的是?",
        "da": "C、糟糕数据对个人绩效的影响",
        "sno": 153
    },
    {
        "xx": [
            "A、设定优先级",
            "B、制定和维护数据质量标准",
            "C、设定绩效指标",
            "D、解决变化和冲突，提供方向性指导"
        ],
        "wt": "数据质量工作作为数据治理计划的组成部分时，效果更好，以下哪种方法不属于加快数据质量方案的工作内容?",
        "da": "C、设定绩效指标",
        "sno": 154
    },
    {
        "xx": [
            "A、制度的目的、范围和适用性",
            "B、术语定义",
            "C、数据质量团队的职责",
            "D、质量指标的完成约束"
        ],
        "wt": "以下不属于数据质量制度内容的是?",
        "da": "D、质量指标的完成约束",
        "sno": 155
    },
    {
        "xx": [
            "A、按数据质量指标对问题进行分类与计数",
            "B、各业务职能部]及问题状态(已解决、未解决、已关闭)",
            "C、按优先级和严重程度对问题排序",
            "D、解决问题的时间"
        ],
        "wt": "以下关于数据问题管理指标描述错误的是?",
        "da": "B、各业务职能部]及问题状态(已解决、未解决、已关闭)",
        "sno": 156
    },
    {
        "xx": [
            "A、数据",
            "B、信息",
            "C、知识",
            "D、洞察"
        ],
        "wt": "在信息收敛三角中，“含 业务语境数据或者功能数据”属于以下哪项内容?",
        "da": "C、知识",
        "sno": 157
    },
    {
        "xx": [
            "A、预测性分析",
            "B、规范性分析",
            "C、描述性分析",
            "D、统计性分析"
        ],
        "wt": "传统的商务智能应用了以下哪种分析?",
        "da": "C、描述性分析",
        "sno": 158
    },
    {
        "xx": [
            "A、定义大数据战略和业务需求",
            "B、获得和接收数据源",
            "C、集成和调整进行数据分析",
            "D、使用模型探索数据"
        ],
        "wt": "数据科学的过程遵循科学的方法，以下数据科学过程迭代阶段中属于指定数据假设和方法下一步的是?",
        "da": "C、集成和调整进行数据分析",
        "sno": 159
    },
    {
        "xx": [
            "A、数据科学家可以挖掘和分析数据的环境",
            "B、原始数据的集中存储区域，只需很少的转换(如果需要的话)",
            "C、数据仓库明细历史数据的备用存储区域",
            "D、信息记录的离线归档"
        ],
        "wt": "数据湖是一种可以提取、存储、评估和分析不同类型和结构海量数据的环境，可供多种场景使用，以下不属于其能提供的功能的是?",
        "da": "D、信息记录的离线归档",
        "sno": 160
    },
    {
        "xx": [
            "A、批处理层",
            "B、源数据层",
            "C、服务层",
            "D、加速层"
        ],
        "wt": "基于服务的体系结构(SBA)包括三个主要的组件，下列哪项不属于该组件?",
        "da": "B、源数据层",
        "sno": 161
    },
    {
        "xx": [
            "A、识别学习",
            "B、监督学习",
            "C、无监督学习",
            "D、强化学习"
        ],
        "wt": "在机器学习中有关于学习算法类型的描述以下哪项是错误的?",
        "da": "A、识别学习",
        "sno": 162
    },
    {
        "xx": [
            "A、剖析",
            "B、数据压缩",
            "C、关联",
            "D、聚类"
        ],
        "wt": "数据和文本挖掘使用了一系列的技术，以下不属于该系列技术的是?",
        "da": "B、数据压缩",
        "sno": 163
    },
    {
        "xx": [
            "A、识别学习",
            "B、监督学习",
            "C、无监督学习",
            "D、强化学习"
        ],
        "wt": "预测分析属于以下哪项学习的子领域?",
        "da": "B、监督学习",
        "sno": 164
    },
    {
        "xx": [
            "A、填充预测模型",
            "B、训练模型",
            "C、评估模型",
            "D、验证模型"
        ],
        "wt": "以下内容不属于“使用模型探索数据”开展的活动的是?",
        "da": "D、验证模型",
        "sno": 165
    },
    {
        "xx": [
            "A、存储",
            "B、映射",
            "C、洗牌",
            "D、归并"
        ],
        "wt": "基于文件的解决方案中使用的模型成为MapReduce,以下内容不属于该模型的主要步骤的是?",
        "da": "A、存储",
        "sno": 166
    },
    {
        "xx": [
            "A、预算用不完",
            "B、成本投入有效性分析",
            "C、可衡量的进展有助于保持整个组织的认同和热情",
            "D、首次评估提出的要求工作"
        ],
        "wt": "重新进行成熟度评估的作用是什么?",
        "da": "C、可衡量的进展有助于保持整个组织的认同和热情",
        "sno": 167
    },
    {
        "xx": [
            "A、1级",
            "B、2级",
            "C、3级",
            "D、4级"
        ],
        "wt": "使用有限的工具集进行通用的数据管理，很少或根本没有治理活动。数据处理高度依赖于少数专家，角色和责任在各部门中分开定义，这是哪个成熟度等级的特征?",
        "da": "A、1级",
        "sno": 168
    },
    {
        "xx": [
            "A、2个",
            "B、3个",
            "C、4个",
            "D、5个"
        ],
        "wt": "成熟度评估通常会分为几个级别?",
        "da": "D、5个",
        "sno": 169
    },
    {
        "xx": [
            "A、1级",
            "B、2级",
            "C、3级",
            "D、4级"
        ],
        "wt": "“有一致的工具和角色定义来支持流程执行”数据数据管理成熟度模型中的哪一级?",
        "da": "B、2级",
        "sno": 170
    },
    {
        "xx": [
            "A、方法",
            "B、活动",
            "C、工具",
            "D、标准"
        ],
        "wt": "使用可映射到DAMA-DMBOK数据管理知识领域的模型进行数据管理成熟度评估时，以下类别不属于可用来指定标准的是?",
        "da": "A、方法",
        "sno": 171
    },
    {
        "xx": [
            "A、数据管理成熟度框架",
            "B、沟通计划",
            "C、协作工具",
            "D、知识管理和参考数据存储库"
        ],
        "wt": "以下内容不属于数据管理成熟度工具的是?",
        "da": "D、知识管理和参考数据存储库",
        "sno": 172
    },
    {
        "xx": [
            "A、将于评估有关的概念社会化",
            "B、在进行评估之前，建立受益声明",
            "C、使用第三方资源或专家",
            "D、分享文章和成功案例"
        ],
        "wt": "在进行成熟度评估之前，识别潜在风险及一些风险缓解策略是有帮助的，以下哪项内容不属于“缺乏组织认同”风险的缓解措施?",
        "da": "C、使用第三方资源或专家",
        "sno": 173
    },
    {
        "xx": [
            "A、确保数据架构和企业战略及业务架构-致",
            "B、提供数据和组件的标准业务词汇",
            "C、设计企业数据模型",
            "D、整合企业数据架构蓝图"
        ],
        "wt": "以下哪项不属于数据架构师职责的选项?",
        "da": "C、设计企业数据模型",
        "sno": 174
    },
    {
        "xx": [
            "A、能力",
            "B、意识",
            "C、所有权",
            "D、问责制度"
        ],
        "wt": "以下哪项内容不是激励和吸引人们参与数据管理积极性、政策和流程的关键?",
        "da": "A、能力",
        "sno": 175
    },
    {
        "xx": [
            "A、拥有正式的管理职位",
            "B、有最终决策者",
            "C、可长期维持",
            "D、容易实施或改进"
        ],
        "wt": "下列哪个是分散运营模式的优点?",
        "da": "D、容易实施或改进",
        "sno": 176
    },
    {
        "xx": [
            "A、分布式",
            "B、集中式",
            "C、联邦制",
            "D、混合制"
        ],
        "wt": "对于一个国际性的大型企业，数据组织架构最常用的运营模式是哪种?",
        "da": "C、联邦制",
        "sno": 177
    },
    {
        "xx": [
            "A、谁负责",
            "B、谁批准",
            "C、谁安排",
            "D、通知谁"
        ],
        "wt": "网络运营模式的责任矩阵不包含哪项?",
        "da": "C、谁安排",
        "sno": 178
    },
    {
        "xx": [
            "A、管理决策者角色",
            "B、业务角色",
            "C、技术角色",
            "D、以上都是"
        ],
        "wt": "以下属于常见的数据个人角色的是?",
        "da": "D、以上都是",
        "sno": 179
    },
    {
        "xx": [
            "A、确保数据架构和企业战略及业务架构-致",
            "B、提供数据和组件的标准业务词汇",
            "C、设计企业数据模型",
            "D、整合企业数据架构蓝图"
        ],
        "wt": "下列哪项不属于数据架构师职责？",
        "da": "C、设计企业数据模型",
        "sno": 180
    },
    {
        "xx": [
            "A、监管",
            "B、新技术",
            "C、绩效管理",
            "D、组织变更"
        ],
        "wt": "以下不属于各组织进行能力成熟度评估驱动因素的是?",
        "da": "C、绩效管理",
        "sno": 181
    },
    {
        "xx": [
            "A、数据库完整性",
            "B、概念数据架构",
            "C、数据管理政策",
            "D、数据库查询的构建"
        ],
        "wt": "以下哪项属于数据库管理操作功能的主要重点?",
        "da": "A、数据库完整性",
        "sno": 182
    },
    {
        "xx": [
            "A、分类法中非结构化数据的分类",
            "B、社交书签(给网站添加标签)",
            "C、实施表格设计以提供方便的访问",
            "D、开发元数据层以提供通用访问方法"
        ],
        "wt": "以下所有技术均可用于促进结构化和非结构化数据的自动检索，除了哪项?",
        "da": "B、社交书签(给网站添加标签)",
        "sno": 183
    },
    {
        "xx": [
            "A、领域混乱",
            "B、将准确数据与不准确数据相结合",
            "C、定义了很多嵌入意义的数据",
            "D、重复出现"
        ],
        "wt": "以下哪一项不被视为可能的数据内容缺陷类型?",
        "da": "C、定义了很多嵌入意义的数据",
        "sno": 184
    },
    {
        "xx": [
            "A、授权员工参与",
            "B、创造短期收益",
            "C、加强团队协作",
            "D、巩固收益并创造更多变革"
        ],
        "wt": "下述科特变革法中，哪个不属于阶段二中间地带?",
        "da": "C、加强团队协作",
        "sno": 185
    },
    {
        "xx": [
            "A、巩固变革成果",
            "B、将变革成果融入企业文化",
            "C、企业文化适应变革成果",
            "D、沟通变革的愿景"
        ],
        "wt": "下述科特变革法中，哪个属于迎接新机会的阶段?",
        "da": "B、将变革成果融入企业文化",
        "sno": 186
    },
    {
        "xx": [
            "A、过于自满",
            "B、未能创造短期收益",
            "C、过早宣布胜利",
            "D、谨慎使用危机"
        ],
        "wt": "下列选项中，哪个不是科特变更的8大误区之一?",
        "da": "D、谨慎使用危机",
        "sno": 187
    },
    {
        "xx": [
            "A、新的开始阶段",
            "B、相持阶段",
            "C、结束阶段",
            "D、以上都不属于"
        ],
        "wt": "“工作变动”属于WilliamBridges变革转型阶段中的那个阶段?",
        "da": "C、结束阶段",
        "sno": 188
    },
    {
        "xx": [
            "A、过于自满",
            "B、未能创造短期收益",
            "C、过早宣布胜利",
            "D、谨慎使用危机"
        ],
        "wt": "下列选项中，哪项不是科特变更的8大误区之一?",
        "da": "D、谨慎使用危机",
        "sno": 189
    },
    {
        "xx": [
            "A、数据治理职能是指导所有其他数据管理领域的活动",
            "B、数据治理的目的是确保数据根据数据管理制度和最佳实践正确地管理数据",
            "C、数据治理的驱动力是确保组织可以从其数据中获得的价值",
            "D、数据治理项目的范围和焦点依赖于组织需求"
        ],
        "wt": "以下关于数据治理说法错误的是?",
        "da": "C、数据治理的驱动力是确保组织可以从其数据中获得的价值",
        "sno": 190
    },
    {
        "xx": [
            "A、规划组织的数据治理",
            "B、制定数据治理战略",
            "C、实施企业数据架构治理",
            "D、嵌入数据治理"
        ],
        "wt": "下列选项哪些不属于数据治理活动?",
        "da": "C、实施企业数据架构治理",
        "sno": 191
    },
    {
        "xx": [
            "A、数据治理不是一次性的行为",
            "B、治理数据保证组织一致聚焦于能够从数据获得价值和降低有关数据风险",
            "C、数据治理可以由一个虚拟组织或者有特定职责的实体组织承担",
            "D、数据治理可以和IT治理一起开展"
        ],
        "wt": "以下关于数据治理说法错误的是?",
        "da": "D、数据治理可以和IT治理一起开展",
        "sno": 192
    },
    {
        "xx": [
            "A、法规遵从性",
            "B、高级分析师、数据科学家的迅猛发展",
            "C、其它业务信息化管理需求",
            "D、与企业战略保持一致"
        ],
        "wt": "以下不属于数据治理的主要驱动因素的是?",
        "da": "D、与企业战略保持一致",
        "sno": 193
    },
    {
        "xx": [
            "A、可持续发展",
            "B、嵌入式",
            "C、可度量",
            "D、业务驱动"
        ],
        "wt": "以下哪项不是数据治理程序必须包括的?",
        "da": "D、业务驱动",
        "sno": 194
    },
    {
        "xx": [
            "A、业务策略和目标",
            "B、业务术语",
            "C、IT策略和目标",
            "D、监管要求"
        ],
        "wt": "在数据治理输入的内容中，以下哪项是错误的?",
        "da": "B、业务术语",
        "sno": 195
    },
    {
        "xx": [
            "A、运营效率的提高",
            "B、采纳变革的速度",
            "C、培训的有效性",
            "D、风险的识别率"
        ],
        "wt": "关于数据治理的度量指标，以下哪项不包括在内?",
        "da": "D、风险的识别率",
        "sno": 196
    },
    {
        "xx": [
            "A、目标的实现",
            "B、沟通的有效性",
            "C、扩展数据管理专员正在使用的工具",
            "D、治理的有效性"
        ],
        "wt": "在数据治理的度量指标中，关于有效性的描述错误的是?",
        "da": "D、治理的有效性",
        "sno": 197
    },
    {
        "xx": [
            "A、遵从法规和内部数据规范",
            "B、价值",
            "C、治理效果",
            "D、持续性"
        ],
        "wt": "关于数据治理的度量指标，下列描述有误的是?",
        "da": "C、治理效果",
        "sno": 198
    },
    {
        "xx": [
            "A、制定业务术语表",
            "B、协调架构团队协作",
            "C、重视问题管理",
            "D、发起数据资产估值"
        ],
        "wt": "以下关于数据治理与管理职责的活动描述错误的是?",
        "da": "C、重视问题管理",
        "sno": 199
    },
    {
        "xx": [
            "A、制定数据治理战略",
            "B、管理项目和数据",
            "C、制定组织触点",
            "D、制定业务术语表"
        ],
        "wt": "下列选项哪些不属于数据治理活动?",
        "da": "B、管理项目和数据",
        "sno": 200
    },
    {
        "xx": [
            "A、数据治理是在管理数据资产过程中行使权力和管控",
            "B、数据治理体系是国家治理体系的重要组成部分，是实现治理能力现代化的基础能力",
            "C、数据本身也是一种新的商品，可以进行交易，创造经济价值",
            "D、数据是一种新的生产要素，它参与到社会生产、生活(实体经济)中，推动机制创新以及高效与高质量"
        ],
        "wt": "十九届四中全会：2019年11月5日，《中共中央关于坚持和完善中国特色社会主义制度。推进国家治理体系和治理能力现代化若干重大问颗的决定》正式发布。决定中指出：“健全劳动、资本、土地、知识、技术、管理数据等生产要素由市场评价贡献，按贡献决定报酬的机制。以下表达出这一观点的是?",
        "da": "D、数据是一种新的生产要素，它参与到社会生产、生活(实体经济)中，推动机制创新以及高效与高质量",
        "sno": 201
    },
    {
        "xx": [
            "A、线上网站",
            "B、业务术语表",
            "C、工作流工具",
            "D、数据治理积分卡"
        ],
        "wt": "数据治理需要一些工具支撑整个过程。通过LOGO和统一视觉展现，想要建立相应的品牌，以下哪个工具可以更好的满足这些功能?",
        "da": "A、线上网站",
        "sno": 202
    },
    {
        "xx": [
            "A、线上网站",
            "B、业务术语表",
            "C、工作流工具",
            "D、数据治理积分卡"
        ],
        "wt": "数据治理的核心工具是?",
        "da": "B、业务术语表",
        "sno": 203
    },
    {
        "xx": [
            "A、数据对组织的价值",
            "B、业务模式",
            "C、监管影响",
            "D、以上都需要考虑"
        ],
        "wt": "在构建组织的运营框架时需要考虑?",
        "da": "D、以上都需要考虑",
        "sno": 204
    },
    {
        "xx": [
            "A、数据管理成熟度的评估",
            "B、变革能力的评估",
            "C、与业务保持一致",
            "D、以上都对"
        ],
        "wt": "开展数据治理，评估工作非常重要，典型的评估包括哪项?",
        "da": "D、以上都对",
        "sno": 205
    },
    {
        "xx": [
            "A、数据治理最常见的驱动因素是法规遵从性，特别是重点监控行业。",
            "B、高级分析师、数据科学家的发展也是重要驱动因素",
            "C、信息系统开发也是推动数据治理的重要因素",
            "D、数据治理的驱动因素大多聚焦于减少风险或改进流程。"
        ],
        "wt": "数据治理需要业务和技术共同驱动，哪项不属于业务驱动因素?",
        "da": "C、信息系统开发也是推动数据治理的重要因素",
        "sno": 206
    },
    {
        "xx": [
            "A、数据治理将监督和执行的职责进行了统一",
            "B、数据治理保证数据是被管理的",
            "C、数据管理管理数据以达到既定目标",
            "D、数据治理确保数据被恰当地管理而不是直接管"
        ],
        "wt": "关于数据治理和数据管理的关系，描述不正确的是哪项?",
        "da": "A、数据治理将监督和执行的职责进行了统一",
        "sno": 207
    },
    {
        "xx": [
            "A、立法职能：定义策略和标准",
            "B、立法职能：定义网络架构",
            "C、司法职能：问题的管理和升级",
            "D、执行职能：保护和服务、管理责任"
        ],
        "wt": "关于数据治理组织的职能描述错误的是哪项?",
        "da": "B、立法职能：定义网络架构",
        "sno": 208
    },
    {
        "xx": [
            "A、提升企业管理数据资产能力",
            "B、提升企业数据质量，充分发挥数据价值",
            "C、定义、批准、沟通和实施数据管理的原则、政策、程序、指标、工具和责任",
            "D、监控和指导政策合规性，数据使用和管理活动"
        ],
        "wt": "以下哪项对数据治理目标的描述不正确?",
        "da": "B、提升企业数据质量，充分发挥数据价值",
        "sno": 209
    },
    {
        "xx": [
            "A、重新设计数据",
            "B、清理数据",
            "C、评估数据定义",
            "D、街量信息成本"
        ],
        "wt": "为了衡量信息质量，应该先做哪些质量过程?",
        "da": "C、评估数据定义",
        "sno": 210
    },
    {
        "xx": [
            "A、提取转换和加载解决方案",
            "B、记录处理解决方案",
            "C、复制解决方案",
            "D、数据库备份和还原解决方案"
        ],
        "wt": "以下哪项是支持多个国家网站的“内容分发网络”可能使用的解决方案?",
        "da": "C、复制解决方案",
        "sno": 211
    },
    {
        "xx": [
            "A、数据处理",
            "B、数据整合",
            "C、数据集成和互操作",
            "D、数据存储"
        ],
        "wt": "管理应用程序或组织内部(或之间)的数据移动和整合的活动是什么?",
        "da": "C、数据集成和互操作",
        "sno": 212
    },
    {
        "xx": [
            "A、按照所需的格式、及时的提供安全、合规的数据",
            "B、构建开发共享模型和接口，降低解决方的成本和复杂度",
            "C、识别有意义的事件，自动触发预警和动作",
            "D、支撑商务智能、数据分析、主数据管理，并致力于提高数据质量"
        ],
        "wt": "数据集成的目标描述错误的是：",
        "da": "D、支撑商务智能、数据分析、主数据管理，并致力于提高数据质量",
        "sno": 213
    },
    {
        "xx": [
            "A、规划和分析",
            "B、设计数据集成解决方案",
            "C、开发数据集成解决方案",
            "D、实施和验收"
        ],
        "wt": "数据集成相关的活动，描述错误的是?",
        "da": "D、实施和验收",
        "sno": 214
    },
    {
        "xx": [
            "A、批处理的延迟很高，事件驱动的数据处理方法延迟较高",
            "B、实时同步的延迟非常低",
            "C、SOA是企业服务总线",
            "D、证券交易所出售证券和相关价格是DaaS服务"
        ],
        "wt": "在数据集成中涉及的概念描述错误的是?",
        "da": "C、SOA是企业服务总线",
        "sno": 215
    },
    {
        "xx": [
            "A、数据集成是将数据整合成物理的或虚拟的一致格式",
            "B、数据互操作是多个系统之间进行通信的能力",
            "C、数据集成和互操作依赖于数据管理的其它领域，如数据质量等",
            "D、数据集成和互操作是新兴大数据管理领域的核心"
        ],
        "wt": "以下关于数据集成和互操作描述错误的是?",
        "da": "C、数据集成和互操作依赖于数据管理的其它领域，如数据质量等",
        "sno": 216
    },
    {
        "xx": [
            "A、按照所需格式，准确地提供安全、合规的数据",
            "B、构建开发共享模型和接口，降低解决方的成本和复杂度",
            "C、识别有意义的事件，自动触发预警和动作",
            "D、支撑商务智能、数据分析、主数据管理，并致力于提高运营效率"
        ],
        "wt": "关于数据集成和互操作目标描述，以下选项错误的是?",
        "da": "A、按照所需格式，准确地提供安全、合规的数据",
        "sno": 217
    },
    {
        "xx": [
            "A、抽取",
            "B、转换",
            "C、加载",
            "D、执行"
        ],
        "wt": "以下内容不属于数据集成和互操作核心内容的是?",
        "da": "D、执行",
        "sno": 218
    },
    {
        "xx": [
            "A、批处理",
            "B、变更数据捕获",
            "C、准实时和事件驱动",
            "D、异步"
        ],
        "wt": "时延是指从源系统生成数据到目标系统可用该数据的时间差。实际应用汇总，源中进行的更新与中继到目标数据集之间延迟为秒级或分级的方案是?",
        "da": "D、异步",
        "sno": 219
    },
    {
        "xx": [
            "A、复制技术将分析和查询对主事务操作环境性能的影响降至最低",
            "B、复制解决方案通常监视数据集自身的内容变化",
            "C、当源数据集合目标数据集是彼此的精确副本时，复制工具的表现最佳",
            "D、如果数据更改动作发生在多个副本站点时，数据复制解决方案不是最佳的选择"
        ],
        "wt": "数据集成和互操作中，关于复制的描述错误的是?",
        "da": "B、复制解决方案通常监视数据集自身的内容变化",
        "sno": 220
    },
    {
        "xx": [
            "A、数据探索的目标是为数据集成工作确定潜在的数据来源",
            "B、数据探索过程还将解释数据是如何在一个组织中流动的信息",
            "C、理解数据的内容和结构是事先数据集成成功的关键",
            "D、剖析数据的目标之一是评估数据的存放位置及可能集成的位置"
        ],
        "wt": "以下关于数据集成和互操作活动中规划与分析内容描述错误的是?",
        "da": "D、剖析数据的目标之一是评估数据的存放位置及可能集成的位置",
        "sno": 221
    },
    {
        "xx": [
            "A、数据采集",
            "B、数据转换",
            "C、主数据管理",
            "D、数据仓库"
        ],
        "wt": "以下哪项不属于实现数据集成解决方案经常用到的工具或套装软件?",
        "da": "A、数据采集",
        "sno": 222
    },
    {
        "xx": [
            "A、数据可用性",
            "B、数据量和速度",
            "C、解决方案成本和复杂度",
            "D、解决方案的实施效果"
        ],
        "wt": "以下选项不属于衡量实现数据集成解决方案的规模和收益的指标是?",
        "da": "D、解决方案的实施效果",
        "sno": 223
    },
    {
        "xx": [
            "A、源系统",
            "B、数据暂存区",
            "C、数据展示区",
            "D、以上都是"
        ],
        "wt": "Kimball的多维数据仓库架构包含哪几个区域?",
        "da": "D、以上都是",
        "sno": 224
    },
    {
        "xx": [
            "A、运营支持功能",
            "B、合规需求",
            "C、商务智能活动",
            "D、业务操作活动"
        ],
        "wt": "以下哪项不属于数据仓库建设的主要驱动力?",
        "da": "D、业务操作活动",
        "sno": 225
    },
    {
        "xx": [
            "A、满足业务操作需求",
            "B、支持商务智能活动",
            "C、赋能商业分析和高效决策",
            "D、基于数据洞察寻找创新方法"
        ],
        "wt": "以下选项不属于组织建设数据仓库的目标的是?",
        "da": "A、满足业务操作需求",
        "sno": 226
    },
    {
        "xx": [
            "A、数据仓库的数据来自于自身系统和其他系统",
            "B、存储行为包括以提升数据容量的方式整合数据",
            "C、组织建设数据仓库，用以满足利益相关方都能访问到可靠的、集成的全部数据",
            "D、工作流支持、运营管理和预测分析都属于数据仓库建设的目的"
        ],
        "wt": "以下选项关于Inmon和Kimball提倡的数据仓库建设方法共同遵循的核心理念描述正确的是?",
        "da": "D、工作流支持、运营管理和预测分析都属于数据仓库建设的目的",
        "sno": 227
    },
    {
        "xx": [
            "A、数据暂存区",
            "B、操作型数据存储",
            "C、元数据",
            "D、参考数据、主数据和外部数据"
        ],
        "wt": "以下选项不属于企业信息工厂(CIF)的组成部分的是?",
        "da": "C、元数据",
        "sno": 228
    },
    {
        "xx": [
            "A、目标从业务功能的执行转 向数据分析",
            "B、系统最终用户从企业决策者变为一线业务人员",
            "C、系统使用从固定操作到即席查询",
            "D、响应实践的要求不再重要"
        ],
        "wt": "以下关于企业信息工厂内的数据流动描述错误的是?",
        "da": "B、系统最终用户从企业决策者变为一线业务人员",
        "sno": 229
    },
    {
        "xx": [
            "A、数据的组织形式是按功能需求而不是按主题域",
            "B、数据是随时间变化的系列数据，而非当前时间的值",
            "C、数据在数据仓库中的延迟比在应用程序中高",
            "D、数据仓库中提供的历史数据比应用程序中提供的历史数据多"
        ],
        "wt": "以下选项关于数据仓库和数据集市的数据与应用程序中的数据不同描述错误的是?",
        "da": "A、数据的组织形式是按功能需求而不是按主题域",
        "sno": 230
    },
    {
        "xx": [
            "A、涓流式加载",
            "B、消息传送",
            "C、流式传送",
            "D、以上都不是"
        ],
        "wt": "批处理的替代方案解决数据仓库中队数据可用性延迟越来越短的要求有三种主要的替代方案，其中，目标端系统用缓冲区或队列方式收集数据，并按顺序处理属于以下哪种方案?",
        "da": "C、流式传送",
        "sno": 231
    },
    {
        "xx": [
            "A、时间戳增量加载",
            "B、数据库交易日志",
            "C、消息增量",
            "D、全量加载"
        ],
        "wt": "通常，数据仓库是通过每天晚上的批处理窗口进行一-次数据加载服务，不同源系统需要不同的变更捕捉技术，以下变更捕获技术复杂度最低的方法是?",
        "da": "D、全量加载",
        "sno": 232
    },
    {
        "xx": [
            "A、业务",
            "B、数据",
            "C、技术",
            "D、商务智能工具"
        ],
        "wt": "以下不属于数据仓库/商务智能建设构建轨迹的是?",
        "da": "A、业务",
        "sno": 233
    },
    {
        "xx": [
            "A、数据仓库和数据集市所需的延迟要求",
            "B、源可用性",
            "C、执行转换的时间",
            "D、批处理窗口或上载间隔"
        ],
        "wt": "以下内容，不属于确定数据仓库数据加载方法时需要考虑的关键因素是?",
        "da": "C、执行转换的时间",
        "sno": 234
    },
    {
        "xx": [
            "A、关系型联机分析处理",
            "B、多维矩阵型联机分析处理",
            "C、维度型联机分析处理",
            "D、混合型联机分析处理"
        ],
        "wt": "以下哪项不属于经典的OLAP实现方法?",
        "da": "C、维度型联机分析处理",
        "sno": 235
    },
    {
        "xx": [
            "A、明确数据敏感性和安全性约束",
            "B、选择工具",
            "C、保障资源安全",
            "D、创建加载过程以评估和接收源数据"
        ],
        "wt": "所有的IT项目都应该有业务支持，与战略保持一致，并有一个定义好的架构方法，此外，数据仓库还应该能实现额外的一些功能，以下关于数据仓库所要实现的内容描述错误的是?",
        "da": "D、创建加载过程以评估和接收源数据",
        "sno": 236
    },
    {
        "xx": [
            "A、概念数据模型",
            "B、数据质量反馈循环",
            "C、端到端主数据",
            "D、端到端可验证数据血缘"
        ],
        "wt": "数据仓库和商务智能一个关键的成功因素是业务对数据的接收程度，以下关于需要考虑的架构子组件及其支持活动描述错误的是?",
        "da": "C、端到端主数据",
        "sno": 237
    },
    {
        "xx": [
            "A、确保只有获得授权的用户才能访问敏感数据",
            "B、用户社区类型和使用它的适当工具",
            "C、通过图形化输出发挥可视化功能的潜力",
            "D、及时性和安全性之间的权衡"
        ],
        "wt": "报表策略包括标准、流程、指南、最佳实践和程序，它将确保用户获得清晰、准确和及时的信息。以下关于报表策略必须解决的问题描述错误的是?",
        "da": "D、及时性和安全性之间的权衡",
        "sno": 238
    },
    {
        "xx": [
            "A、使用指标",
            "B、主题域覆盖率",
            "C、响应时间和性能",
            "D、以上都不是"
        ],
        "wt": "连接用户数属于数据仓库和商务智能的哪项度量指标",
        "da": "A、使用指标",
        "sno": 239
    },
    {
        "xx": [
            "A、①②③⑥⑦",
            "B、①②③④⑥⑦",
            "C、①②③⑤⑥⑦",
            "D、①②③④⑤⑥⑦"
        ],
        "wt": "\"架构类项目可能相比其他项目，特别是在组织中第一次尝试时，容易暴露出更多风险。最明显的风险包括：①缺少管理层支持②成功与否缺乏证据③缺乏管理者的信任④业务层不正确的建议⑤业务冲击⑥缺乏有经验的项目经理⑦单一维度视角\"",
        "da": "A、①②③⑥⑦",
        "sno": 240
    },
    {
        "xx": [
            "A、①②③④⑤",
            "B、①②③④",
            "C、①②③⑤",
            "D、①②③"
        ],
        "wt": "\"企业数据架构衡量指标反映了架构目标，包括：①架构标准接受率②实施趋势③业务价值度量指标④技术价值度量指标⑤合规价值度量指标\"",
        "da": "D、①②③",
        "sno": 241
    },
    {
        "xx": [
            "A、定义一致性",
            "B、范围一致性",
            "C、唯一性验证",
            "D、映射一致性"
        ],
        "wt": "\"州\"数据域是一个很好的例子，州的值可以使用不同的值域（USPS 邮政编码、FIPS 联邦信息处理标准 2 位代码、全名）表示，并且这些类型的规则验证“AL”和“01”都映射到\"亚拉巴马州\"，以上表述的是数据质量业务规则类型的哪一个？",
        "da": "D、映射一致性",
        "sno": 242
    },
    {
        "xx": [
            "A、数据管理策略",
            "B、数据治理",
            "C、数据隐私与安全",
            "D、数据操作"
        ],
        "wt": "（）不属于CMMI-DMM框架提供的评估标准",
        "da": "C、数据隐私与安全",
        "sno": 243
    },
    {
        "xx": [
            "A、数据治理",
            "B、数据标准",
            "C、元数据",
            "D、数据架构"
        ],
        "wt": "（）职能是指导所有其他数据管理领域的活动？",
        "da": "A、数据治理",
        "sno": 244
    },
    {
        "xx": [
            "A、第一范式(1NF)是第二范式(2NP)的一个子集，即满足第一范式(1解)必须满是第二范式(2NF)",
            "B、反范式或者逆范式是试图通过增加冗余数据或通过分组数据来优化数据库读舆性能的过程。反范式无论在什么情况之下都不是解决数据库性能和可伸缩性的策略",
            "C、第二范式(2NF)是第三范式(3NP)的一个子集，即满足第二范式(2F)必须满足第三范式(3NF)",
            "D、第三范式要求所有非主键属性都只和主键有相关性，而非主键属性之间应该是独立无关"
        ],
        "wt": "、范式是数据库规范化的一种手段，用于减少数据库中的数据冗余，并增进数据的一致性。下列哪个表述是正确的？",
        "da": "D、第三范式要求所有非主键属性都只和主键有相关性，而非主键属性之间应该是独立无关",
        "sno": 245
    },
    {
        "xx": [
            "A、目的限制",
            "B、存储限制",
            "C、数据最小化",
            "D、诚信和保密"
        ],
        "wt": "“采集的个人数据必须足够相关，并且仅限于与处理目的相关的必要信息”涵盖了哪一条GDRP准则？",
        "da": "C、数据最小化",
        "sno": 246
    },
    {
        "xx": [
            "A、二级",
            "B、三级",
            "C、四级",
            "D、五级"
        ],
        "wt": "“控制数据的扩散防止不必要的复制，使用容易理解的指标来管理和度量数据质量和过程。”这属于数据管理成熟度几级的特征？",
        "da": "D、五级",
        "sno": 247
    },
    {
        "xx": [
            "A、数值变异(Value Variance)",
            "B、混排(Shuffing)",
            "C、表达式脱敏(Expression Masking)",
            "D、键值脱敏(Key Masking)"
        ],
        "wt": "“应用一个随机因素+/-(比如正负一个百分比)，小到足以保持原来的趋势，又重要到足以使它不可识别数据的原貌”是说的下列哪种脱敏方法?",
        "da": "A、数值变异(Value Variance)",
        "sno": 248
    },
    {
        "xx": [
            "A、一级",
            "B、二级",
            "C、零级",
            "D、三级"
        ],
        "wt": "“组织开始认识到主数据和参考数据的概念”，这属于数据管理成熟度几级的特征？",
        "da": "B、二级",
        "sno": 249
    },
    {
        "xx": [
            "A、逻辑数据模型",
            "B、网状数据模型",
            "C、概念数据模型",
            "D、物理数据模型"
        ],
        "wt": "1975 年，美国国家标准协会的标准规划与需求委员会（SPARC）发布了数据库管理三重模式，关于每所学校有若干学生，每个学生只能来自一所学校这一关系模式从出自以下哪个模型？",
        "da": "C、概念数据模型",
        "sno": 250
    },
    {
        "xx": [
            "A、建立组织的数据战略",
            "B、决策是否上云",
            "C、指导和命令T部门的相关工作必须和业务目标保持一致",
            "D、决策购买哪种数据库软件系统"
        ],
        "wt": "2014年，Data versity发布了概述CDO常见任务的研究。下列哪一项一般而言最有可能是CDO的任务？",
        "da": "A、建立组织的数据战略",
        "sno": 251
    },
    {
        "xx": [
            "A、建立组织的数据战略",
            "B、指导和命令IT部门的相关工作必须和业务目标保持一致",
            "C、决策购买哪种数据库软件系统",
            "D、决策是否上云"
        ],
        "wt": "2014年，Dataversity发布了概述CD0常见任务的研究。下列哪一项一般而言最有可能是CD0的任务？",
        "da": "A、建立组织的数据战略",
        "sno": 252
    },
    {
        "xx": [
            "A、建立组织数据战略",
            "B、使以数据为中心的需求与可用的IT和业务资源保持一致",
            "C、建立数据治理标准、政策和程序",
            "D、决策是否上云"
        ],
        "wt": "2014年，Dataversity发布了概述CDO常见任务的研究。如下哪一项一般而言最有可能不是CDO的任务？",
        "da": "D、决策是否上云",
        "sno": 253
    },
    {
        "xx": [
            "A、它描述了应该如何维护业务档案",
            "B、它认为文件是电子对象，但不包括纸质对象",
            "C、它还提供了具有相关指标的档案保存和信息治理框架",
            "D、它认为只有部分文件才能成为档案"
        ],
        "wt": "ARMA国际（非营利性的档案和信息管理专业协会）在2009年发布了一套被普遍接受的档案保存指导原则（GARP).请从下列选项中选择关于GARP不正确的描述。",
        "da": "B、它认为文件是电子对象，但不包括纸质对象",
        "sno": 254
    },
    {
        "xx": [
            "A、严格管理数据维度",
            "B、优先支持运营报告",
            "C、标准化的关系模型，用于存储和管理数据",
            "D、专门关注星型模式和多维数据集"
        ],
        "wt": "Bill Inmon 的数据仓库方法的主要特点是？",
        "da": "C、标准化的关系模型，用于存储和管理数据",
        "sno": 255
    },
    {
        "xx": [
            "A、严格管理数据维度",
            "B、优先支持运营报告",
            "C、标准化的关系模型，用于存储和管理数据",
            "D、专门关注星型模式和多维数据集"
        ],
        "wt": "BillInmon的数据仓库建设的方法的主要特点是？",
        "da": "C、标准化的关系模型，用于存储和管理数据",
        "sno": 256
    },
    {
        "xx": [
            "A、采购和合同",
            "B、预算和资金",
            "C、遵从可持续发展",
            "D、SDLC/开发框架"
        ],
        "wt": "CDO组织触点说明在首席数据官直接权力之外，支持企业数据治理和数据管理一致性和凝聚力的组织触点。以下不属于指定组织触点的选项是？",
        "da": "C、遵从可持续发展",
        "sno": 257
    },
    {
        "xx": [
            "A、数据管理策略",
            "B、数据模型",
            "C、数据支持流程",
            "D、数据操作"
        ],
        "wt": "CMMI（能力成熟度模型研究所）开发了CMM-DMM（数据管理成熟度模型），以下哪项不属于CMMI数据管理领域提供的评估标准。",
        "da": "B、数据模型",
        "sno": 258
    },
    {
        "xx": [
            "A、数据管理策略",
            "B、数据操作",
            "C、数据支持流程",
            "D、数据模型"
        ],
        "wt": "CMMI(能力成熟度模型研究所)开发了CMMI-DMM(数据管理成熟度模型)，以下哪项不属于CMMI数据管理领域提供的评估标准。",
        "da": "D、数据模型",
        "sno": 259
    },
    {
        "xx": [
            "A、据管理策略",
            "B、数据操作",
            "C、数据支持流程",
            "D、数据模型"
        ],
        "wt": "CMMI(能力成熟度模型研究所)开发了CMMI-DMM(数据管理成熟度模型)，以下哪项不属于CMMI数据管理领域提供的评估标准。（）",
        "da": "D、数据模型",
        "sno": 260
    },
    {
        "xx": [
            "A、数据仓库",
            "B、主数据管理",
            "C、数据开发技术",
            "D、参考数据管理"
        ],
        "wt": "DAMA 车轮图演变中生命周期管理活动可以从多个方面定义，下面属于计划角度的是？",
        "da": "D、参考数据管理",
        "sno": 261
    },
    {
        "xx": [
            "A、活动",
            "B、交付成果",
            "C、工具",
            "D、组织和文化"
        ],
        "wt": "DAMA 环境因素六边形图中对应过程的是？",
        "da": "A、活动",
        "sno": 262
    },
    {
        "xx": [
            "A、控制（C)、开发（D)、运营（O)、计划（P)",
            "B、计划（P)、开发（D)、运营（O)、控制（C)",
            "C、计划（P)、控制（C)、开发（D)、运营（O)",
            "D、计划（P)、运营（O)、控制（C)、开发（D)"
        ],
        "wt": "DAMA的每个语境关系图都以知识领域的定义和目标开始。目标驱动的活动分为4个阶段。他们分别是：",
        "da": "C、计划（P)、控制（C)、开发（D)、运营（O)",
        "sno": 263
    },
    {
        "xx": [
            "A、角色和职责、运营、分析、工具",
            "B、人员、技术、工具、方法",
            "C、目标和原则、角色和职责、运营、方法",
            "D、组织和文化、人员、分析、过程"
        ],
        "wt": "DAMA环境因素六边形图包含什么？（）",
        "da": "B、人员、技术、工具、方法",
        "sno": 264
    },
    {
        "xx": [
            "A、人员、过程",
            "B、人员、技术",
            "C、技术、过程",
            "D、过程、方法"
        ],
        "wt": "DAMA环境因素六边形图中角色和职责、活动对应的是",
        "da": "A、人员、过程",
        "sno": 265
    },
    {
        "xx": [
            "A、车轮图",
            "B、语境关系图",
            "C、六边形图",
            "D、数据架构图"
        ],
        "wt": "DAMA数据管理框架的核心包括了三部分内容（三张图）。请从下列选项中选择不属于该框架的选项。",
        "da": "D、数据架构图",
        "sno": 266
    },
    {
        "xx": [
            "A、数据管理需要规划",
            "B、数据是资产",
            "C、数据作为资产应该也可以用经济术语来表达",
            "D、数据必须确权才可以使用"
        ],
        "wt": "DAMA提出了数据管理的12项原则，如下哪项不是该12原则之一？",
        "da": "D、数据必须确权才可以使用",
        "sno": 267
    },
    {
        "xx": [
            "A、数据管理需要规划",
            "B、数据是资产，同时也是风险",
            "C、数据管理需要主数据，但不一定需要元数据",
            "D、数据作为资产应该也可以用经济术语来表达"
        ],
        "wt": "DAMA提出了数据管理的12项原则，下列哪项不是该12原则之一？",
        "da": "C、数据管理需要主数据，但不一定需要元数据",
        "sno": 268
    },
    {
        "xx": [
            "A、中心表、链接表和卫星表",
            "B、钥匙，锁和组合",
            "C、中心表、链接表和行星表",
            "D、事实表，链接表和卫星表"
        ],
        "wt": "Data Vault 的关键概念是？",
        "da": "A、中心表、链接表和卫星表",
        "sno": 269
    },
    {
        "xx": [
            "A、数据挖掘是一种特殊的分析方法，它使用某一种特定算法揭示数据中的规律",
            "B、数据挖掘工具通过揭示规律来帮助发现未知的关系",
            "C、数据挖掘最初是机器学习的一个分支，属于人工智能的一个子领域",
            "D、文本挖掘使用文本分析和数据挖掘技术来分析文档，将内容自动进行自动进行分类，成为工作流导向和领域专家导向的知识本体"
        ],
        "wt": "DMBOK2,以下关于数据和文本挖掘的描述，错误的是：（）",
        "da": "A、数据挖掘是一种特殊的分析方法，它使用某一种特定算法揭示数据中的规律",
        "sno": 270
    },
    {
        "xx": [
            "A、成熟度基线、差距分析、风险评估",
            "B、成熟度基线，差距分析、改进意见、详细的组织架构图和实施计划",
            "C、成熟度基线、投资估算、改进意见、人员配置能力",
            "D、成熟度基线、投资估算、路线图"
        ],
        "wt": "DMMA(数据管理成熟度评估)的交付成果中，以下哪项是错误的:",
        "da": "B、成熟度基线，差距分析、改进意见、详细的组织架构图和实施计划",
        "sno": 271
    },
    {
        "xx": [
            "A、评估分数、差距分析、改进意见",
            "B、评估分数、差距分析、改进意见、详细的组织架构图",
            "C、评估分数、差距分析，改进意见、产品设计和规划路径",
            "D、评估分数、差距分析、数字化转型具体方案"
        ],
        "wt": "DMMA(数据管理成熟度评估)的评级报告一般会包括:",
        "da": "A、评估分数、差距分析、改进意见",
        "sno": 272
    },
    {
        "xx": [
            "A、资源利用率：是一个强大的度量指标，帮助人员以计数的形式表示数据管理的成本。举个例子：“组织中的每个资源都花费10%的时间手动聚合数据”",
            "B、风险敞口：对风险情景作出反应的能力，反应了组织相对于其DMMA评级的能力。例如某组织想要开始一项需要高度自动化的新业务，但其当前的操作模式基于手动数据管理(1级)，那么他们将有无法交付的风险",
            "C、评级：DMMA评级提供了组织能力级别的快照。评级会附带一个描述，也许是针对评估或特定主题领域的评级的自定义加权，以及推荐的目标状态",
            "D、元数据存储库完整性：将企业元数据(范围内的所有产品和实例)的理想覆盖率与实际覆盖率进行比较。参照元数据管理范围定义的策略"
        ],
        "wt": "DMMA是整个数据治理活动集的一部分，每个活动都有一个生命周期。DMMA指标是表示当前数据管理状态的评级，可以定期对这些进行重新评估，以显示改进趋势。每个组织都应该根据其目标状态路线图开发指标。指标示例不包括:",
        "da": "D、元数据存储库完整性：将企业元数据(范围内的所有产品和实例)的理想覆盖率与实际覆盖率进行比较。参照元数据管理范围定义的策略",
        "sno": 273
    },
    {
        "xx": [
            "A、对特定数据管理功能进行改进的系列活动",
            "B、实施改进活动的时间表",
            "C、DMMA评级的改善结果",
            "D、监督活动，包括在时间线上逐渐成熟的监督"
        ],
        "wt": "DMM评估结果应足够详细和全面，能支撑多年的数据管理改进计划，包括该组织建立数据管理能力所做的最佳实践举措。由于变革主要通过项目在组织中发生，所以新项目必须采用更好的实践措施。路线图或参考计划不包括下列哪项：",
        "da": "C、DMMA评级的改善结果",
        "sno": 274
    },
    {
        "xx": [
            "A、允许源数据以原始数据的形式在目标系统上实例化",
            "B、必须使用缓存数据存储库",
            "C、允许在数据加载到目标系统后再进行转换",
            "D、ELT一般和数据湖相关联"
        ],
        "wt": "ETL和ELT是数据集成和互操作的两种不同的处理过程。请从下列选项中选择关于ELT处理过程描述不正确的选项。",
        "da": "B、必须使用缓存数据存储库",
        "sno": 275
    },
    {
        "xx": [
            "A、个人数据的收集应该全面、完整、及时",
            "B、目的限制",
            "C、数据最小化",
            "D、准确性"
        ],
        "wt": "GDPR是欧盟提出的关于数据安全和隐私保护的一部重要法律，其中提出了许多数据保护的核心原则。请从下列选项中选择不正确的描述。",
        "da": "A、个人数据的收集应该全面、完整、及时",
        "sno": 276
    },
    {
        "xx": [
            "A、个人数据的收集应该公平、合法、透明",
            "B、目的限制，政府的需求除外",
            "C、数据最小化",
            "D、准确性"
        ],
        "wt": "GDPR是欧盟提出的关于数据安全和隐私保护的一部重要法律，其中提出了许多数据保护的核心原则。请从下列选项中选择不正确的描述。",
        "da": "B、目的限制，政府的需求除外",
        "sno": 277
    },
    {
        "xx": [
            "A、数据仓库是面向主题的",
            "B、数据仓库中的数据是整合的",
            "C、数据仓库中的数据是不变化的",
            "D、数据仓库是包含汇总和明细的"
        ],
        "wt": "Inmon 针对数据仓库的组成提出了自己的观点。如下哪一项是关于他的这些观点不正确的描述？",
        "da": "C、数据仓库中的数据是不变化的",
        "sno": 278
    },
    {
        "xx": [
            "A、面向主题的",
            "B、整合的",
            "C、历史的",
            "D、以上都是"
        ],
        "wt": "Inmon关于数据仓库的组成描述正确的是？",
        "da": "D、以上都是",
        "sno": 279
    },
    {
        "xx": [
            "A、数据元素生成和标准化框架（第 1 部分）",
            "B、数据元数据分类（第 2 部分）",
            "C、数据元素的命名和识别标准（第 5 部分）",
            "D、数据元素的注册（第 6 部分）"
        ],
        "wt": "ISO/IEC11179 元数据注册标准提供了用于定义元数据注册的框架，旨在基于数据的精确定义，从数据元素开始，实现元数据驱动的数据交换，以下哪个属于这一标准的第五部分？",
        "da": "C、数据元素的命名和识别标准（第 5 部分）",
        "sno": 280
    },
    {
        "xx": [
            "A、数据质量规划",
            "B、数据质量评估",
            "C、数据质量控制",
            "D、主句质量改进"
        ],
        "wt": "ISO8000该标准描述数据质量管理的结构和组织，其中不包括（）",
        "da": "B、数据质量评估",
        "sno": 281
    },
    {
        "xx": [
            "A、数据集市是必须的",
            "B、多维模型通常称为星型模型",
            "C、多维模型由事实表、链接表、和维度表组成",
            "D、ODS层是必须的"
        ],
        "wt": "Kimba11的多维数据仓库是数据仓库开发的一种主要模式。下列哪项是对他的多维模型正确的描述？",
        "da": "B、多维模型通常称为星型模型",
        "sno": 282
    },
    {
        "xx": [
            "A、源系统",
            "B、数据暂存区",
            "C、数据展示区",
            "D、以上都是"
        ],
        "wt": "Kimball 的多维数据仓库架构包含哪几个区域？",
        "da": "D、以上都是",
        "sno": 283
    },
    {
        "xx": [
            "A、清 洗",
            "B、整 合",
            "C、标准化",
            "D、排序"
        ],
        "wt": "Kimball 将数据仓库简单地定义为“专为查询分析而构建的事物的数据的副本”，以下哪个不是 Kimball 的数据仓库棋子视图中数据暂存区服务？",
        "da": "D、排序",
        "sno": 284
    },
    {
        "xx": [
            "A、源系统",
            "B、数据暂存区",
            "C、数据展示区",
            "D、以上都是"
        ],
        "wt": "Kimball的多维数据仓库架构包含哪几个区域？",
        "da": "D、以上都是",
        "sno": 285
    },
    {
        "xx": [
            "A、数据仓库是专为查询和分析而构建的事务数据的副本",
            "B、多维模型通常称为星型模型",
            "C、由事实表和维度表组成",
            "D、OD.S层是必须的"
        ],
        "wt": "Kimball的多维数据仓库是数据仓库开发的另一个主要模式。如下哪项是对他的多维模型不正确的描述？",
        "da": "D、OD.S层是必须的",
        "sno": 286
    },
    {
        "xx": [
            "A、多维模型由事实表、链接表、和维度表组成",
            "B、数据集市是必须的",
            "C、多维模型通常称为星型模型",
            "D、ODS层是必须的"
        ],
        "wt": "Kimball的多维数据仓库是数据仓库开发的一种主要模式。下列哪项是对他的多维模型正确的描述？",
        "da": "C、多维模型通常称为星型模型",
        "sno": 287
    },
    {
        "xx": [
            "A、数据集市是必须的",
            "B、多维模型通常称为星型模型",
            "C、多维模型由事实表、链接表、和维",
            "D、0DS层是必须的"
        ],
        "wt": "Kimball的多维数据仓库是数据仓库开发的一种主要模式。下列哪项是对他的多维模型正确的描述？（）",
        "da": "B、多维模型通常称为星型模型",
        "sno": 288
    },
    {
        "xx": [
            "A、切片（Slice）",
            "B、切块（Dice）",
            "C、向上卷积（Roll-up）",
            "D、剖析（Profiling）"
        ],
        "wt": "OLAP工具和Cube的价值是，通过将数据内容予分析师的心理模型对齐，减少混淆和错误解释。常见的OLAP操作不包括",
        "da": "D、剖析（Profiling）",
        "sno": 289
    },
    {
        "xx": [
            "A、现有测量值高于阀值",
            "B、新数据集还没加载进来",
            "C、对现有数据集提出新的数据质量要求",
            "D、业务规则、标准或期望没有变更"
        ],
        "wt": "PDCA作为提升数据质量的方法，在什么情况下需要开始一个新的周期。请从下列选项中选择正确的答案。",
        "da": "C、对现有数据集提出新的数据质量要求",
        "sno": 290
    },
    {
        "xx": [
            "A、现有测量值高于阈值",
            "B、新数据集还没加载进来",
            "C、业务规则、标准或期望没有变更",
            "D、对现有数据集提出新的数据质量要求"
        ],
        "wt": "PDCA作为提升数据质量的方法，在什么情况下需要开始一个新的周期。请从下列选项中选择正确的答案。",
        "da": "D、对现有数据集提出新的数据质量要求",
        "sno": 291
    },
    {
        "xx": [
            "A、批处理层",
            "B、加速层",
            "C、服务层",
            "D、贴源层"
        ],
        "wt": "SBA（基于服务的体系结构）架构的三个组件不包括？",
        "da": "D、贴源层",
        "sno": 292
    },
    {
        "xx": [
            "A、内在数据质量",
            "B、场景数据质量",
            "C、表达数据质量",
            "D、改进数据质量"
        ],
        "wt": "Strong-Wang 框架（1996）侧重于数据消费者对数据的看法，其中描述的数据质量的15个指标分为四大类，下面不属于四大类的是哪一个选项？",
        "da": "D、改进数据质量",
        "sno": 293
    },
    {
        "xx": [
            "A、特征描述颗粒度",
            "B、数据关联性",
            "C、获取价值的能力",
            "D、定义清晰性"
        ],
        "wt": "Thomas Redman 在《信息时代的数据质量》（Data Quality for the Information Age，1996） 一书中将数据定义为三大类别 20 多个维度，以下哪一选项不属于数据模型的内容？",
        "da": "A、特征描述颗粒度",
        "sno": 294
    },
    {
        "xx": [
            "A、从战略角度看待业务和IT的一致性",
            "B、从战略角度看待IT战略和信息系统的一致性",
            "C、从战略角度看待业务和业务系统的一致性",
            "D、从战略角度看待软件系统和硬件系统的一致性"
        ],
        "wt": "阿姆斯特丹信息模型(The Amsterdam Information Model)与战略一致性模型(Strategic Alignment Model， Henderson和Venkatraman，1999)的相同点是:",
        "da": "A、从战略角度看待业务和IT的一致性",
        "sno": 295
    },
    {
        "xx": [
            "A、混合角色",
            "B、业务角色",
            "C、IT角色",
            "D、复合型角色"
        ],
        "wt": "按照DAMA的观点，数据管理专员属于哪种角色？",
        "da": "B、业务角色",
        "sno": 296
    },
    {
        "xx": [
            "A、建立企业的数据战略、指挥CIO和IT、为业务部门提高技术支持等",
            "B、建立企业的数据战略、实施云计算和边缘计算，为业务部门提高数据和技术支持等",
            "C、建立企业的数据战略、协调企业IT和业务资源、为业务部门提高数据支持等",
            "D、建立企业的数据战略、实施和构建大数据和网络系统，为业务部门提高数据支持等"
        ],
        "wt": "按照Dataversity在2014年的说法，CDO(首席数据官)的职责至少应该包括:",
        "da": "C、建立企业的数据战略、协调企业IT和业务资源、为业务部门提高数据支持等",
        "sno": 297
    },
    {
        "xx": [
            "A、描述元数据",
            "B、结构元数据",
            "C、管理元数据",
            "D、操作元数据"
        ],
        "wt": "按照DMB0K2,元数据有多种类型。请从下列选项中选择关于元数据分类正确的选项。",
        "da": "D、操作元数据",
        "sno": 298
    },
    {
        "xx": [
            "A、6个等级",
            "B、6个等级，但第0级更多的只是为了表述，并不一定有实际的意义",
            "C、5个等级",
            "D、5个等级，但第5级更多的只是为了表述，并不一定有实际的意义"
        ],
        "wt": "按照DMBOK，数据管理成熟度一般包括:",
        "da": "B、6个等级，但第0级更多的只是为了表述，并不一定有实际的意义",
        "sno": 299
    },
    {
        "xx": [
            "A、管理元数据",
            "B、操作元数据",
            "C、描述元数据",
            "D、结构元数据"
        ],
        "wt": "按照DMBOK2，元数据有多种类型。请从下列选项中选择关于元数据分类正确的选项。",
        "da": "B、操作元数据",
        "sno": 300
    },
    {
        "xx": [
            "A、公司高管的支持，足够的交流，各方的参与，培训等",
            "B、公司高管的支持，选择合适的供应商，各方的参与，培训等",
            "C、公司高管的支持，足够的交流，全面革命，培训等",
            "D、公司高管的支持，足够的交流，各方的参与，选择最佳技术等"
        ],
        "wt": "保证数据管理成功的因素很多，一般而言，其中最重要的因素包括:",
        "da": "A、公司高管的支持，足够的交流，各方的参与，培训等",
        "sno": 301
    },
    {
        "xx": [
            "A、旧的结束期、转换阶段、新的开始阶段",
            "B、旧的结束期、新旧相持阶段、新的开始阶段",
            "C、新的开始阶段、新旧相持阶段，旧的结束期",
            "D、旧的结束期，新的开始阶段、新旧相持阶段"
        ],
        "wt": "变革大师Bridges认为变革有三个阶段，这三个阶段按先后顺序是指:",
        "da": "B、旧的结束期、新旧相持阶段、新的开始阶段",
        "sno": 302
    },
    {
        "xx": [
            "A、一个实体可以有多个候选键",
            "B、业务键和代理键是互斥关系",
            "C、主键是代理键，而备用键是业务键",
            "D、主键是业务键，而备用键是代理键"
        ],
        "wt": "标识符也称为键，是唯一标识实体实例的一个或多个属性的集合。以下关于键的说法，错误的是",
        "da": "D、主键是业务键，而备用键是代理键",
        "sno": 303
    },
    {
        "xx": [
            "A、数据治理路线图",
            "B、数据治理指标",
            "C、数据治理战略蓝图",
            "D、数据管理成熟度"
        ],
        "wt": "不属于管理和沟通变更所需的工具是:",
        "da": "D、数据管理成熟度",
        "sno": 304
    },
    {
        "xx": [
            "A、帕累托分析",
            "B、控制图",
            "C、鱼骨图分析",
            "D、五个为什么"
        ],
        "wt": "不属于数据质量管理中根因分析技术的是 ?",
        "da": "B、控制图",
        "sno": 305
    },
    {
        "xx": [
            "A、隔行扫描",
            "B、逐行扫描",
            "C、专用接口",
            "D、半专用接口"
        ],
        "wt": "采用两步方法，扫描程序从来源系统中采集元数据，并输出到特定格式的数据文件中。以下属于哪一种元数据存储库的扫描？",
        "da": "D、半专用接口",
        "sno": 306
    },
    {
        "xx": [
            "A、对外部参考数据集的行级变更",
            "B、对内部参考数据集的行级变更",
            "C、对外部参考数据集的结构变化",
            "D、对新的参考数据集的结构变化"
        ],
        "wt": "参考数据的修改类型不包括（）",
        "da": "D、对新的参考数据集的结构变化",
        "sno": 307
    },
    {
        "xx": [
            "A、为了能在组织中共享参考数据和主数据,必须把它们管理起来",
            "B、参考数据和主数据需要持续的数据质量监控和治理",
            "C、业务数据管理专员要对控制和保证参考数据的质量负责",
            "D、以上都是"
        ],
        "wt": "参考数据和主数据管理应遵守以下哪些原则?",
        "da": "D、以上都是",
        "sno": 308
    },
    {
        "xx": [
            "A、主数据管理(MasterData Management，MDM)需要对主数据的值和标识符进行控制，以便能够跨系统一致地使用核心业务实体的最准确并且最及时的数据",
            "B、主数据管理的目标包括确保当前值的准确性和可用性，同时降低由那些不明确的标识符所引发的相关风险",
            "C、参考数据管理(Reference Data Management，RDM)需要对定义的域值及其定义进行控制。参考数据管理的目标是确保组织能够访问每个概念的一整套准确且最新的值",
            "D、参考数据和主数据有着相似的用途。两者都不是为交易数据的创建和使用提供重要的上下文信息(参考数据也为主数据提供上下文)，以便理解数据的含义"
        ],
        "wt": "参考数据和主数据有许多相同点，也有一些不同点。请从下列选项中选择对这些相同点和不同点描述错误的选项。",
        "da": "D、参考数据和主数据有着相似的用途。两者都不是为交易数据的创建和使用提供重要的上下文信息(参考数据也为主数据提供上下文)，以便理解数据的含义",
        "sno": 309
    },
    {
        "xx": [
            "A、MES（制造执行系统）",
            "B、CRM（客户关系管理）",
            "C、PDM（产品数据管理）",
            "D、ERP（企业资源规划）"
        ],
        "wt": "产品主数据专注于组织的内部产品和服务，或全行业的产品和服务，不同类型的产品主数据解决方案支持不同的业务功能，以下哪个产品可以支持从订单录入到库存阶段，可以通过多种技术识别各种独立的活动？",
        "da": "D、ERP（企业资源规划）",
        "sno": 310
    },
    {
        "xx": [
            "A、维度分析",
            "B、预测分析",
            "C、即时报告",
            "D、描述性分析"
        ],
        "wt": "尝试通过概率估计来预测未来结果的应用程序称为?",
        "da": "B、预测分析",
        "sno": 311
    },
    {
        "xx": [
            "A、ROLAP（ 关 系 型 联 机 分 析 处 理 ）",
            "B、MOLAP（多维矩阵型联机分析处理）",
            "C、HOLAP（ 混 合 型 联 机 分 析 处 理 ）",
            "D、RDBMS（关系型数据库管理系统）"
        ],
        "wt": "常见的 OLAP 操作包括切片和切块、向下钻取、向上钻取、向上卷积和透视，多维矩阵型联机分析处理指的是以下哪个？",
        "da": "B、MOLAP（多维矩阵型联机分析处理）",
        "sno": 312
    },
    {
        "xx": [
            "A、阿姆斯特丹模型",
            "B、Abate 数据三角模型",
            "C、EDM委员会DCAMI",
            "D、DAMA的数据质量框架模型"
        ],
        "wt": "常见的数据管理成熟度模型有（ ）",
        "da": "C、EDM委员会DCAMI",
        "sno": 313
    },
    {
        "xx": [
            "A、阿姆斯特丹模型",
            "B、DAMA的数据质量框架模型",
            "C、EDM Council的数据管理成熟度模型",
            "D、战略一致性模型"
        ],
        "wt": "常见的数据管理成熟度模型有：",
        "da": "C、EDM Council的数据管理成熟度模型",
        "sno": 314
    },
    {
        "xx": [
            "A、DAMA的数据质量框架模型",
            "B、EDM Council的数据管理成熟度模型",
            "C、阿姆斯特丹模型",
            "D、战略一致性模型"
        ],
        "wt": "常见的数据管理成熟度模型有：",
        "da": "B、EDM Council的数据管理成熟度模型",
        "sno": 315
    },
    {
        "xx": [
            "A、一致性与\"可信的来源匹配\"这一概念相关",
            "B、数据完整性与“有效控制”这一概念相关",
            "C、可访问性与“预期可用性”这一概念相关",
            "D、及时性与“分布式数据并发”这一概念有关"
        ],
        "wt": "常见的数据质量维度有准确性、完备性、一致性、完整性、合理性等，关于数据质量维度之间的关系以下描述有误的是？",
        "da": "C、可访问性与“预期可用性”这一概念相关",
        "sno": 316
    },
    {
        "xx": [
            "A、2-3个",
            "B、3-4个",
            "C、4-5个",
            "D、5-6个"
        ],
        "wt": "成熟度评估通常会分为几个级别？",
        "da": "D、5-6个",
        "sno": 317
    },
    {
        "xx": [
            "A、阿姆斯特丹模型",
            "B、两化融合评估模型",
            "C、CMMI 的 DMM 模型",
            "D、DAMA的数据质量框架模型"
        ],
        "wt": "除了 DAMA 知识体系之外常见的数据管理成熟度模型还包括以下哪项 ?",
        "da": "C、CMMI 的 DMM 模型",
        "sno": 318
    },
    {
        "xx": [
            "A、阿姆斯特丹模型",
            "B、Abate 数据三角模型",
            "C、CMMI的DMM模型",
            "D、DAMA的数据质量框架模型"
        ],
        "wt": "除了DAMA知识体系外，常见的数据管理成熟度模型有哪项？",
        "da": "C、CMMI的DMM模型",
        "sno": 319
    },
    {
        "xx": [
            "A、FTC",
            "B、巴塞尔2021",
            "C、PCI DSS",
            "D、偿付能力标准2019"
        ],
        "wt": "除了GDPR、PIPEDA外，请从下列选项中选择对管理数据资产有重大影响的一部全球性法规。",
        "da": "A、FTC",
        "sno": 320
    },
    {
        "xx": [
            "A、数据库设计",
            "B、数据流设计",
            "C、云计算",
            "D、MPP系统架构"
        ],
        "wt": "除了数据模型外，数据架构还包括了哪项内容？",
        "da": "B、数据流设计",
        "sno": 321
    },
    {
        "xx": [
            "A、要求数据供应商提供高质量数据",
            "B、制定正式的变更控制",
            "C、实施数据治理和管理制度",
            "D、定义和执行规则"
        ],
        "wt": "创建一个“数据防火墙”，一个包含用于检查数据质量是否良好的所有业务数据质量规则的表，然后用于应用程序（如数据仓库）中。数据防火墙可以检查应用程序处理数据的质级别，如果数据质量低于可接受的级别分析人员将得到通知通过这些策略是防止低质量数 据预防方法的哪一个？",
        "da": "D、定义和执行规则",
        "sno": 322
    },
    {
        "xx": [
            "A、元模型",
            "B、逻辑模型",
            "C、维度模型",
            "D、物理模型"
        ],
        "wt": "创建一个元数据存储库的数据模型是定义元数据战略和理解业务需求后的第一个设计步骤，这种数据模型也叫",
        "da": "A、元模型",
        "sno": 323
    },
    {
        "xx": [
            "A、知悉-说服-决策-实施-确认",
            "B、接触-知悉-创新-决策-确认",
            "C、接触-说服-决策-实施-确认",
            "D、知悉-说服-创新-验证-确认"
        ],
        "wt": "创新采纳的五个阶段分别是?",
        "da": "A、知悉-说服-决策-实施-确认",
        "sno": 324
    },
    {
        "xx": [
            "A、创新、沟通渠道、速度、社会系统",
            "B、创新、沟通渠道、时间、社会系统",
            "C、创新、沟通渠道、时间、管理系统",
            "D、创新、沟通渠道、时间、管理系统"
        ],
        "wt": "创新如何在组织中扩散考虑的关键要素?",
        "da": "B、创新、沟通渠道、时间、社会系统",
        "sno": 325
    },
    {
        "xx": [
            "A、缺乏对高质量数据的组织承诺造成的，就是在治理和管理的形式上缺乏领导力",
            "B、数据在输出过程出现了问题",
            "C、过时的业务规则和变更的数据结构",
            "D、通过手动数据修复直接对数据库中的数据进行更改，而不是通过应用接口或业务处理规则进行更改"
        ],
        "wt": "从创建到处置，数据质量问题在数据生命周期的任何节点都可能出现。在调查根本原因时，分析师应该寻找潜在的原因，许多问题都有多种原因和促成因素，而在下列造成数据质量问题的原因中，哪项不是其中之一？",
        "da": "B、数据在输出过程出现了问题",
        "sno": 326
    },
    {
        "xx": [
            "A、数据模型，数据质量规则和检核结",
            "B、数据CRUD(增、查、改、册)规则",
            "C、服务水平协议(SLA)要求和规定",
            "D、标签"
        ],
        "wt": "从下列选项中选择不属于元数据的选项。（）",
        "da": "D、标签",
        "sno": 327
    },
    {
        "xx": [
            "A、记录和管理与数据相关业务术语的知识体系，以确保人们理解和使用数据内容的一致性",
            "B、确保原数据的质量、一致性、及时性和安全",
            "C、通过增加成本和延长项目周期，提升数据质量，降低培训成本和员工流动影响",
            "D、收集和整合来自不同来源的元数据，以确保人们了解来自组织不同部门的数据间相似与差异"
        ],
        "wt": "从下列选项中选择不属于元数据管理目标的选项。（）",
        "da": "C、通过增加成本和延长项目周期，提升数据质量，降低培训成本和员工流动影响",
        "sno": 328
    },
    {
        "xx": [
            "A、技术相关性",
            "B、定性或者定量",
            "C、愿景性的，而不一定需要大家都可接受的",
            "D、趋势分析"
        ],
        "wt": "从下列选项中选择关于有效的数据质量指标的选项。（）",
        "da": "D、趋势分析",
        "sno": 329
    },
    {
        "xx": [
            "A、元数据是关于数据的数据",
            "B、元数据包括技术和业务流程、数据规则和约束、逻辑数据结构与物理数据结构等",
            "C、元数据描述数据本身，数据表示的概念，数据与概念之间的关系",
            "D、元数据与数据不同，是一类特殊的数据，不具备数据的通用属性和特征"
        ],
        "wt": "从下列选项中选择关于元数据定义描述不正确的选项。（）",
        "da": "D、元数据与数据不同，是一类特殊的数据，不具备数据的通用属性和特征",
        "sno": 330
    },
    {
        "xx": [
            "A、数据字典",
            "B、数据映射工具",
            "C、事件消息工具",
            "D、操作日志"
        ],
        "wt": "从元数据的类型能够清楚的看出，元数据的来源各异，元数据的来源不包含",
        "da": "D、操作日志",
        "sno": 331
    },
    {
        "xx": [
            "A、时延",
            "B、映射",
            "C、转换",
            "D、抽取"
        ],
        "wt": "从源系统生成数据到目标系统可用该数据的时间差称为？",
        "da": "A、时延",
        "sno": 332
    },
    {
        "xx": [
            "A、①②④",
            "B、②③④",
            "C、①②③",
            "D、①②③④"
        ],
        "wt": "从专业分工来划分，DBA(数据库管理员）分为:①生产DBA②应用DBA③过程和开发DBA④网络存储管理员",
        "da": "C、①②③",
        "sno": 333
    },
    {
        "xx": [
            "A、数据仓库存储的数据来自其他系统",
            "B、存储行为包括以提升数据价值的方式整合数据",
            "C、数据仓库便于数据访问和分析使用",
            "D、数据仓库派生的数据集市将它们与数据仓库作为单独的单元进行物理隔离"
        ],
        "wt": "大部分关于数据仓库构建的讨论，都受到两位有影响力的思想领袖 Bill Inmon 和 Ralph Kimball 的影响，虽然 Inmon 和 Kimball 提倡的数据仓库建设方法不同，但是他们遵循的核心理念相似，以下哪一项不属于这一理念的是？",
        "da": "D、数据仓库派生的数据集市将它们与数据仓库作为单独的单元进行物理隔离",
        "sno": 334
    },
    {
        "xx": [
            "A、已知的垃圾邮件传送域",
            "B、抄送或密送的地址超出限量",
            "C、电子邮件有多个超链接的图",
            "D、特定文本字符串或单"
        ],
        "wt": "大多数电子邮件路由系统都设有陷阱，它将已知模式的垃圾邮件进行过滤，以减少内部网流量，以下关于排除模式叙述错误的是？",
        "da": "C、电子邮件有多个超链接的图",
        "sno": 335
    },
    {
        "xx": [
            "A、数据量大",
            "B、数据更新快",
            "C、数据类型多",
            "D、数据波动性大"
        ],
        "wt": "大数据3V的概念相比6V的概念缺少以下哪一项？",
        "da": "D、数据波动性大",
        "sno": 336
    },
    {
        "xx": [
            "A、数据沼泽",
            "B、有偏见的报告",
            "C、数据模型",
            "D、数据科学家无法使用的数据级别"
        ],
        "wt": "大数据摄取数据到数据湖的过程需要仔细管理，否则数据湖将变成?",
        "da": "A、数据沼泽",
        "sno": 337
    },
    {
        "xx": [
            "A、MPP",
            "B、数据血缘工具",
            "C、数据库技术",
            "D、ODS"
        ],
        "wt": "大数据使用的处理工具有（）",
        "da": "A、MPP",
        "sno": 338
    },
    {
        "xx": [
            "A、瀑布方式",
            "B、迭代方式",
            "C、交换方式",
            "D、敏捷方式"
        ],
        "wt": "当程序员和数据架构师有很强的工作联系，并且他们的标准和指南兼容时，可以采用DevOps 方法，关于这个方法对应的是属于架构活动嵌入到项目中的方式？",
        "da": "D、敏捷方式",
        "sno": 339
    },
    {
        "xx": [
            "A、文档",
            "B、人员和资源",
            "C、标准",
            "D、活动"
        ],
        "wt": "当进行数据管理成熟度评估时，一般不根据（ ）类别来制定标准",
        "da": "A、文档",
        "sno": 340
    },
    {
        "xx": [
            "A、数据质量剖析",
            "B、ETL作业",
            "C、数据可视化工具",
            "D、数据挖掘"
        ],
        "wt": "当您不一定要提出特定问题时，您需要发现可能的关系或以探索的方式显示数据模式。您将使用哪种数据工具通过各种算法来实现数据模式?",
        "da": "D、数据挖掘",
        "sno": 341
    },
    {
        "xx": [
            "A、按照科特的观点，紧迫感应该保持在90%以上",
            "B、与紧迫感相反的是谦虚",
            "C、在极少数情况下，面对组织的自满情绪，组织中的个人可以取得一些可持续的进展",
            "D、紧迫感来自于多种因素，比如，监管变化、业务连续性风险、商业策略的改变等"
        ],
        "wt": "当人们认为没必要做某件事的时候，他们会找到成干上万种不合作的理由。要想激励足够多的关键人员支持变革，就必须让人们有清晰而令人信服的紧迫感。请从下列选项中选择关于紧迫感正确的描述。",
        "da": "D、紧迫感来自于多种因素，比如，监管变化、业务连续性风险、商业策略的改变等",
        "sno": 342
    },
    {
        "xx": [
            "A、按照科特的观点，紧迫感应该保持在90%以上",
            "B、紧迫感来自于多种因素，比如，监管变化、业务连续性风险、商业策略的改变等",
            "C、与紧迫感相反的是谦虚",
            "D、在极少数情况下，面对组织的自满情绪，组织中的个人可以取得一些可持续的进展"
        ],
        "wt": "当人们认为没必要做某件事的时候，他们会找到成千上万种不合作的理由。要想激励足够多的 关键人员支持变革， 就必须让人们有清晰而令人信服的紧迫感。下列选项中选择关于紧迫感正确的描述。（）",
        "da": "B、紧迫感来自于多种因素，比如，监管变化、业务连续性风险、商业策略的改变等",
        "sno": 343
    },
    {
        "xx": [
            "A、活动、方法、标准、人员和资源",
            "B、活动、方法、标准、度量指标",
            "C、活动、工具、标准、人员和资源",
            "D、活动、工具、度量指标、人员和资源"
        ],
        "wt": "当使用可映射到DAMA-DMBOK数据管理知识领域的模型进行评估时，可以根据语境关系图的类别制定标准，具体的类别有哪些？",
        "da": "C、活动、工具、标准、人员和资源",
        "sno": 344
    },
    {
        "xx": [
            "A、预设结论的数据采集",
            "B、监管差异",
            "C、片面抽样方法",
            "D、背景和文化"
        ],
        "wt": "当数据被采集或创建时，当它被选中用于分析时，甚至分析数据的方法以及分析结果的呈现方式都可能存在偏见，关于偏见的类型说法不正确的是（）",
        "da": "B、监管差异",
        "sno": 345
    },
    {
        "xx": [
            "A、树立紧迫感",
            "B、建立指导联盟",
            "C、发展愿景和战略",
            "D、沟通传达变革愿景"
        ],
        "wt": "当员工们被迫在层级结构的封闭环境里工作时，动员他们确实是个问题，如何解决在层级结构下，员工们都有厌烦情绪，新想法得不到认可，经理人管理低效的问题？",
        "da": "D、沟通传达变革愿景",
        "sno": 346
    },
    {
        "xx": [
            "A、不落地脱敏",
            "B、落地脱敏",
            "C、表达式脱敏",
            "D、键值脱敏"
        ],
        "wt": "当在数据源（通常是生产环境）和目标（通常是非生产）环境之间移动需要脱敏或混淆处理时，会采用哪种脱敏执行方式？",
        "da": "A、不落地脱敏",
        "sno": 347
    },
    {
        "xx": [
            "A、设备安全",
            "B、凭证安全",
            "C、设施安全",
            "D、电子通信安全"
        ],
        "wt": "抵御恶意行为人员的第一道防线是（）",
        "da": "C、设施安全",
        "sno": 348
    },
    {
        "xx": [
            "A、设施安全",
            "B、设备安全",
            "C、凭据安全",
            "D、电子通信安全"
        ],
        "wt": "电子邮件系统的用户ID标准属于哪种数据安全类型？",
        "da": "C、凭据安全",
        "sno": 349
    },
    {
        "xx": [
            "A、业务需求团队",
            "B、技术开发团队",
            "C、数据管理团队",
            "D、架构设计团队"
        ],
        "wt": "定义标准和管理元数据的状态变化应由以下哪个团队负责？",
        "da": "C、数据管理团队",
        "sno": 350
    },
    {
        "xx": [
            "A、制定合乎伦理的数据处理策略和路线图",
            "B、采用对社会负责的伦理风险模型",
            "C、识别原则、实践和风险因素",
            "D、评审现有数据处理方法"
        ],
        "wt": "定义雇员如何理解现有做法在建立和维护客户、合伙人和其他利益相关方之间信任方面的伦理影响，属于建立数据伦理文化的哪个环节？",
        "da": "D、评审现有数据处理方法",
        "sno": 351
    },
    {
        "xx": [
            "A、管理元数据存储",
            "B、定义元数据架构",
            "C、应用元数据标准",
            "D、创建元模型"
        ],
        "wt": "定义元数据战略和理解业务需求后的第一个设计步骤是什么？",
        "da": "D、创建元模型",
        "sno": 352
    },
    {
        "xx": [
            "A、数据安全",
            "B、一般风险性管理",
            "C、隐私",
            "D、法规遵从性"
        ],
        "wt": "洞察风险数据对财务造成的影响，包括对法律和监管问题的响应，属于数据治理的驱动因素里的哪一种？",
        "da": "B、一般风险性管理",
        "sno": 353
    },
    {
        "xx": [
            "A、数据质量指标",
            "B、机密数据扩散",
            "C、数据模型的完整性",
            "D、数据分析的性能"
        ],
        "wt": "度量数据安全管理的指标有多项。请从下列选项中选择一项适用的指标。",
        "da": "B、机密数据扩散",
        "sno": 354
    },
    {
        "xx": [
            "A、DMMA评级提供了组织能力级别的快照",
            "B、对风险情景做出反应的能力，反映了组织相对于其DMMA评级的能力",
            "C、表示如何在整个组织中分配数据管理成本，并确定此成本对可持续性和价值的影响",
            "D、组织变革"
        ],
        "wt": "度量指标除了作为改进策略的核心组成部分之外，也是关键的沟通工具。初始DMMA指标是表示当前数据管理状态的评级，可以定期对这些进行重新评估，以显示改进趋势。每个组织都应该根据其目标状态路线图开发指标。指标示例不包括：",
        "da": "D、组织变革",
        "sno": 355
    },
    {
        "xx": [
            "A、安全访问。确保只有获得授权的用户才能访问敏感数据",
            "B、描述用户交互、报告、检查或查看其数据的访问机制。",
            "C、报表摘要、详细信息、例外情况以及频率、时间、分布和存储格式的本质。",
            "D、为开发人员、设计人员、分析师和订阅用户组织提供及时的交流。"
        ],
        "wt": "对报表策略必须解决的问题描述不正确的是",
        "da": "D、为开发人员、设计人员、分析师和订阅用户组织提供及时的交流。",
        "sno": 356
    },
    {
        "xx": [
            "A、欧盟的GDPR、加拿大的PIPEDA、和美国联邦贸易委员会(FTC)的相关指引",
            "B、《欧洲人权公约》",
            "C、《美国隐私法》",
            "D、经济合作与发展组织(OECD，经合组织)只建立了公平信息处理指引和准则"
        ],
        "wt": "对个人隐私的保护，国外目前最为人所知的相关法律或指引有:",
        "da": "A、欧盟的GDPR、加拿大的PIPEDA、和美国联邦贸易委员会(FTC)的相关指引",
        "sno": 357
    },
    {
        "xx": [
            "A、必须按照指定、明确、合法的目标去采集个人数据，并且不得将数据用于收采集目标之外的方面",
            "B、采集的个人数据必须足够相关，并且仅限于与处理目的相关的必要信息",
            "C、个人数据必须准确，有必要保持最新的数据。必须采取一切合理步骤，确保在考虑处理个人数据目的时，能及时删除或更正不准确的个人数据",
            "D、以上都是"
        ],
        "wt": "对个人隐私的保护，一般都包括:",
        "da": "D、以上都是",
        "sno": 358
    },
    {
        "xx": [
            "A、数据挖掘",
            "B、统计分析",
            "C、机器学习",
            "D、物理模型"
        ],
        "wt": "对什么是数据科学，业界有不同的定义。请从下列选项中选择不属于数据科学的选项。",
        "da": "D、物理模型",
        "sno": 359
    },
    {
        "xx": [
            "A、实体实例是特定实体的具体化或取值",
            "B、高质量实体通常由2个关键特征，清晰和准确",
            "C、实体别名也会根据模型抽象程度不同而有所不同",
            "D、实体属于核心元数据"
        ],
        "wt": "对实体的描述不正确的是（）",
        "da": "B、高质量实体通常由2个关键特征，清晰和准确",
        "sno": 360
    },
    {
        "xx": [
            "A、支持适当访问并防止对企业数据资产的不当访问",
            "B、支持对隐私、保护和保密制度、法规的遵从",
            "C、确保满足利益相关方对隐私和保密的要求",
            "D、防止对数据资产的不当访问并支持适当访问"
        ],
        "wt": "对数据进行安全管控的目标是多方面的。请从下列选项中选择不正确的目标。",
        "da": "D、防止对数据资产的不当访问并支持适当访问",
        "sno": 361
    },
    {
        "xx": [
            "A、支持适当访问并防止对企业数据资产的不当访问",
            "B、通过分类分级提高数据的质量",
            "C、确保满足利益相关方股东权益",
            "D、防止对数据资产的不当访问并支持适当访问"
        ],
        "wt": "对数据进行安全管控的目标是多方面的。请从下列选项中选择正确的目标（ ）",
        "da": "A、支持适当访问并防止对企业数据资产的不当访问",
        "sno": 362
    },
    {
        "xx": [
            "A、物理模型数据",
            "B、逻辑数据模型",
            "C、概念数据模型",
            "D、网状数据模型"
        ],
        "wt": "对数据需求的详细描述，通常用于支持特定用法的语境中。模型不受任何技术或者特定实施条件的约束，关于以上叙述的是哪一个数据模型？",
        "da": "B、逻辑数据模型",
        "sno": 363
    },
    {
        "xx": [
            "A、参考数据管理需要对定义的域值及其定义进行控制",
            "B、主数据管理的目标是确保组织能够访问每个概念的一套准确且最新的值",
            "C、主数据管理需要对主数据的值和标识符进行控制",
            "D、主数据的管理目标包括确保当前值的准确的和可用性"
        ],
        "wt": "对于参考数据和主数据，管理的重点是不同的，主要表现在几个方面，以下说法错误的是",
        "da": "B、主数据管理的目标是确保组织能够访问每个概念的一套准确且最新的值",
        "sno": 364
    },
    {
        "xx": [
            "A、矩阵运营模式",
            "B、混合运营模式",
            "C、联邦运营模式",
            "D、集中运营模式"
        ],
        "wt": "对于一个大型企业而言，可能唯一可行的数据管理运营模式是:",
        "da": "C、联邦运营模式",
        "sno": 365
    },
    {
        "xx": [
            "A、分布式",
            "B、集中式",
            "C、联邦制",
            "D、混合制"
        ],
        "wt": "对于一个国际性的大型企业，数据组织架构最常用的运营模式是哪种?",
        "da": "C、联邦制",
        "sno": 366
    },
    {
        "xx": [
            "A、组织变革管理",
            "B、监管合规性",
            "C、改变原来的应用程序和流程",
            "D、积极传达改进数据治理的好处"
        ],
        "wt": "多数企业，采用正式的数据治理需要（），以及得到来自高层管理层(C)级别的支持",
        "da": "A、组织变革管理",
        "sno": 367
    },
    {
        "xx": [
            "A、数据表",
            "B、维度表",
            "C、描述表",
            "D、关联表"
        ],
        "wt": "多维模型通常称为星型模型，由事实表和什么表组成？",
        "da": "B、维度表",
        "sno": 368
    },
    {
        "xx": [
            "A、第一范式（1NF）是第二范式（2NF）的一个子集，即满足第一范式（1NF）必须满足第二范式（2NF）",
            "B、第三范式要求所有非主键属性都只和主键有相关性，而非主键属性之间应该是独立无关的",
            "C、反范式或者逆范式是试图通过增加冗余数据或通过分组数据来优化数据库读取性能的过程。反范式无论在什么情况之下都不是解决数据库性能和可伸缩性的策略",
            "D、第二范式（2NF）是第三范式（3NF）的一个子集，即满足第二范式（2NF）必须满足第三范式（3NF）"
        ],
        "wt": "范式是数据库规范化的一种手段，用于减少数据库中的数据冗余，并增进数据的一致性。如下哪个表述是正确的？",
        "da": "B、第三范式要求所有非主键属性都只和主键有相关性，而非主键属性之间应该是独立无关的",
        "sno": 369
    },
    {
        "xx": [
            "A、NoSQL数据库主要指文档、列、图和键值",
            "B、NoSQL数据库主要指文档、表、图和键值",
            "C、NoSQL数据库主要指文件、列、图和键值",
            "D、NoSQL数据库主要指文档、列、行和键值"
        ],
        "wt": "非关系型数据库(NoSQL)一般包括多种类型。请从下列选项中选择关于NoSQL正确的选项。",
        "da": "A、NoSQL数据库主要指文档、列、图和键值",
        "sno": 370
    },
    {
        "xx": [
            "A、事务性消息、报告、图形",
            "B、微缩胶片、视频、音频",
            "C、XML 文件、社交媒体、聊天室",
            "D、HIS 数据库、企业 ERP、电子邮件"
        ],
        "wt": "非结构化数据的电子格式有很多种，下列说法错误的是？",
        "da": "D、HIS 数据库、企业 ERP、电子邮件",
        "sno": 371
    },
    {
        "xx": [
            "A、关键风险数据",
            "B、高风险数据",
            "C、中等风险数据",
            "D、普通风险数据"
        ],
        "wt": "风险分类描述了数据的敏感性以及出于恶意目的对数据访问的可能性。由于个人信息具有很高的直接财务价值，因此内部和外部各方可能会费尽心思寻求未经授权使用这些信息。请判断此种场景所属的风险类型为",
        "da": "A、关键风险数据",
        "sno": 372
    },
    {
        "xx": [
            "A、概念和逻辑层面与技术无关，但是物理模型依赖于技术实现",
            "B、概念层面与技术无关，但是逻辑和物理模型依赖于技术实现",
            "C、概念模型、逻辑模型和物理模型都与技术实现无关，但与建模技术人员有关",
            "D、概念模型、逻辑模型和物理模型都与技术实现有关，但与建模技术人员无关"
        ],
        "wt": "概念模型、逻辑模型，和物理模型是数据建模的重要内容。如下哪个表述是正确的?",
        "da": "A、概念和逻辑层面与技术无关，但是物理模型依赖于技术实现",
        "sno": 373
    },
    {
        "xx": [
            "A、概念和逻辑层面与技术无关、但是物理模型依赖于技术实现。",
            "B、概念层面与技术无关,但是逻辑和物理模型依赖于技术实现。",
            "C、概念模型、逻辑模型和物理模型都与技术实现无关,但与建模技术人员有关。",
            "D、概念模型、逻辑模型和物理模型都与技术实现有关,但与建模技术人员无关。"
        ],
        "wt": "概念模型、逻辑模型和物理模型是数据建模的重要内容。如下哪个表述是正确的?",
        "da": "A、概念和逻辑层面与技术无关、但是物理模型依赖于技术实现。",
        "sno": 374
    },
    {
        "xx": [
            "A、监管对数据管理提出的最低要求",
            "B、提高数据管理水平，找到改进的建议",
            "C、数据治理",
            "D、以上都正确"
        ],
        "wt": "各组织进行能力成熟度评估基于什么原因？",
        "da": "D、以上都正确",
        "sno": 375
    },
    {
        "xx": [
            "A、出于规划与合规性目的，数据治理需要进行成熟度评估",
            "B、组织认识到要改进其实践过程应从评估其当前状态开始",
            "C、技术的进步提供了管理和使用数据的新方法",
            "D、法律法规的限制"
        ],
        "wt": "各组织进行能力成熟度评估有诸多因素，以下哪个原因是错误的？",
        "da": "D、法律法规的限制",
        "sno": 376
    },
    {
        "xx": [
            "A、组织认识到要改进其实践过程应从评估其当前状态开始",
            "B、法律法规的限制",
            "C、技术的进步提供了管理和使用数据的新方法",
            "D、出于规划与合规性目的，数据治理需要进行成熟度评估"
        ],
        "wt": "各组织进行能力成熟度评估有诸多因素，以下哪个原因是错误的？",
        "da": "B、法律法规的限制",
        "sno": 377
    },
    {
        "xx": [
            "A、数据标准必须得到有效沟通、监控,并被定期审查和更新；最重要的是,必须有强制手段,对数据可以根据标准进行测量。",
            "B、数据标准文档中的详细程度在某种程度上取决于组织文化。",
            "C、数据标准通常由数据管理专业人员起草。",
            "D、数据标准应由数据治理委员会编制、审查、批准和采用。"
        ],
        "wt": "根报DMBOK2,在实施数据治理时,要注重数据标准的建设,以下关于数据标准的描述,错误的选项是哪个?",
        "da": "D、数据标准应由数据治理委员会编制、审查、批准和采用。",
        "sno": 378
    },
    {
        "xx": [
            "A、一般来说，文件管理关注的是文件本身，几乎不关注文件内容",
            "B、一个文件中的信息内容可能对如何管理该文件有指导性作用，但是在文件管理中，文件被视为一个单独的实体",
            "C、市场和监管压力都将重点放在档案保管期限表、地点、传送和销毁上",
            "D、数据管理专业人员不是文件分类和保管决策中的利益相关方"
        ],
        "wt": "根据 D.MB.OK2，以下关于文件管理的描述，哪个选项是不正确的？",
        "da": "D、数据管理专业人员不是文件分类和保管决策中的利益相关方",
        "sno": 379
    },
    {
        "xx": [
            "A、提升业务效率。",
            "B、保障数据合规与安全。",
            "C、期望抓住从多种流程生成的数据集中发现的商机。",
            "D、提升数据分析能力。"
        ],
        "wt": "根据 DMBOK2，能够提升一个组织大数据和数据科学能力的最大业务驱动力是以下哪个选项？",
        "da": "C、期望抓住从多种流程生成的数据集中发现的商机。",
        "sno": 380
    },
    {
        "xx": [
            "A、确保能够高速有效地的采集和使用非结构化的数据和信息。",
            "B、确保结构化和非结构化数据之间的整合能力。",
            "C、实现非结构化数据的统一管理，提升安全性。",
            "D、遵守法律义务并达到客户预期。"
        ],
        "wt": "根据 DMBOK2，实施文件和内容管理最佳实践的目标不包括以下哪个选项。",
        "da": "C、实现非结构化数据的统一管理，提升安全性。",
        "sno": 381
    },
    {
        "xx": [
            "A、一般来说，文件管理关注的是文件本身，几乎不关注文件内容",
            "B、一个文件中的信息内容可能对如何管理该文件有指导性作用，但是在文件管理中，文件被视为一个单独的实体",
            "C、市场和监管压力都将重点放在档案保管期限表、地点、传送和销毁上",
            "D、数据管理专业人员不是文件分类和保管决策中的利益相关方"
        ],
        "wt": "根据 DMBOK2，以下关于文件管理的描述，哪个选项是不正确的？",
        "da": "D、数据管理专业人员不是文件分类和保管决策中的利益相关方",
        "sno": 382
    },
    {
        "xx": [
            "A、数据标准必须得到有效沟通、监控，并被定期审查和更新；最重要的是，必须有强制手段，对数据可以根据标准进行测量。",
            "B、数据标准文档中的详细程度在某种程度上取决于组织文化。",
            "C、数据标准通常由数据管理专业人员起草。",
            "D、数据标准应由数据治理委员会编制、审查、批准和采用。"
        ],
        "wt": "根据 DMBOK2，在实施数据治理时，要注重数据标准的建设，以下关于数据标准的描述，错误的选项是哪个？",
        "da": "D、数据标准应由数据治理委员会编制、审查、批准和采用。",
        "sno": 383
    },
    {
        "xx": [
            "A、提升业务效率",
            "B、保障数据合规与安全",
            "C、期望抓住从多种流程生成的数据集中发现的商机",
            "D、提升数据分析能力"
        ],
        "wt": "根据DMBOK2，能够提升一个组织大数据和数据科学能力的最大业务驱动力是以下哪个选项？",
        "da": "C、期望抓住从多种流程生成的数据集中发现的商机",
        "sno": 384
    },
    {
        "xx": [
            "A、数据治理的工作范围大于数据管理",
            "B、数据治理和IT治理不应该分开",
            "C、数据治理是个一个持续的项目集",
            "D、数据治理和数据管理是一样的，二者可以互换"
        ],
        "wt": "根据DMBOK2,请从下列选项中选择关于数据治理正确的描述。",
        "da": "C、数据治理是个一个持续的项目集",
        "sno": 385
    },
    {
        "xx": [
            "A、数据标准",
            "B、数据质量",
            "C、数据安全",
            "D、数据治理"
        ],
        "wt": "根据DMBOK2,如下哪一项是指导所有其他数据管理领域的活动?",
        "da": "D、数据治理",
        "sno": 386
    },
    {
        "xx": [
            "A、确保能够高速有效地的采集和使用非结构化的数据和信息。",
            "B、实现非结构化数据的统一管理，提升安全性。",
            "C、实现非结构化数据的统一管理，提升安全性。",
            "D、遵守法律义务并达到客户预期。"
        ],
        "wt": "根据DMBOK2，实施文件和内容管理最佳实践的目标不包括以下哪个选项。",
        "da": "C、实现非结构化数据的统一管理，提升安全性。",
        "sno": 387
    },
    {
        "xx": [
            "A、确保能够高速有效地的采集和使用非结构化的数据和信息",
            "B、确保结构化和非结构化数据之间的整合能力",
            "C、实现非结构化数据的统一管理,提升安全性。",
            "D、遵守法律义务并达到客户预期"
        ],
        "wt": "根据DMBOK2,实施文件和内容管理最佳实践的目标不包括以下哪个选项。( )",
        "da": "C、实现非结构化数据的统一管理,提升安全性。",
        "sno": 388
    },
    {
        "xx": [
            "A、数仓侧重报表，相对应的数据加载一般是ELT",
            "B、数据科学侧重报表，相对应的数据加载一般是ETL",
            "C、数仓侧重预测，相对应的数据加载一般是ETL",
            "D、数据科学侧重预测，相对应的数据加载一般是ETL"
        ],
        "wt": "根据DMBOK2,数仓和数据科学有不同的侧重点。请从下列选项中选择描述正确的选项。",
        "da": "A、数仓侧重报表，相对应的数据加载一般是ELT",
        "sno": 389
    },
    {
        "xx": [
            "A、ETL数据科学侧重预测，相对应的数据加载一般是ELT",
            "B、数据科学侧重报表，相对应的数据加载一般是ETL",
            "C、数仓侧重报表，相对应的数据加载一般是ELT",
            "D、数仓侧重预测，相对应的数据加载一般是"
        ],
        "wt": "根据DMBOK2，数仓和数据科学有不同的侧重点。请从下列选项中选择描述正确的选项。",
        "da": "A、ETL数据科学侧重预测，相对应的数据加载一般是ELT",
        "sno": 390
    },
    {
        "xx": [
            "A、数仓侧重报表，相对应的数据加载一般是ELT",
            "B、数据科学侧重报表，相对应的数据加载一般是ETL",
            "C、数仓侧重预测，相对应的数据加载一般是ETL",
            "D、数据科学侧重顶测，相对应的数据加载一般是ELT"
        ],
        "wt": "根据DMBOK2,数仓和数据科学有不同的侧重点。请从下列选项中选择描写正确的选项。（）",
        "da": "D、数据科学侧重顶测，相对应的数据加载一般是ELT",
        "sno": 391
    },
    {
        "xx": [
            "A、工作",
            "B、投资",
            "C、过程",
            "D、项目集"
        ],
        "wt": "根据DMBOK2，数据治理不是一次性的行为，而是持续性的一个过程，以保证组织一直聚焦于能够从数据获得价值和降低有关数据的风险。以下哪个选项最能体现这种持续性？",
        "da": "D、项目集",
        "sno": 392
    },
    {
        "xx": [
            "A、数据资产目录",
            "B、数据模型",
            "C、数据字典",
            "D、元数据"
        ],
        "wt": "根据DMBOK2，为便于对数据文件及其来源和价值进行准确的清化管理，组织应加强管理与大数据源相关的事项，以下哪个选项最能代表该事项？",
        "da": "D、元数据",
        "sno": 393
    },
    {
        "xx": [
            "A、数据治理活动需要融合软件开发方法、数据分析应用、主数据管理和审计管理",
            "B、实施数据治理规划需要有变革的承诺",
            "C、数据治理是一项T管理计划，因此必须管理与数据相关的IT决策，就像管理与数据有关的业务活动一样",
            "D、数据治理活动不应该从企业的角度考虑问题，而应该从基层出发"
        ],
        "wt": "根据DMBOK2,下列关于数据治理的描述，哪个是正确的？（）",
        "da": "B、实施数据治理规划需要有变革的承诺",
        "sno": 394
    },
    {
        "xx": [
            "A、数据挖掘是一种特殊的分析方法，它使用某一种特定算法揭示数据中的规律",
            "B、数据挖掘工具通过揭示规律来帮助发现未知的关系",
            "C、数据挖掘最初是机器学习的一个分支，属于人工智能的一个子领域",
            "D、文本挖掘使用文本分析和数据挖掘技术来分析文档，将内容自动进行分类，成为工作流"
        ],
        "wt": "根据DMBOK2,以下关于数据和文本挖掘的描述，错误的是：",
        "da": "A、数据挖掘是一种特殊的分析方法，它使用某一种特定算法揭示数据中的规律",
        "sno": 395
    },
    {
        "xx": [
            "A、数据挖掘是一种特殊的分析方法，它使用某一种特定算法揭示数据中的规律",
            "B、文本挖掘使用文本分析和数据挖掘技术来分析文档，将内容自动进行分类，成为工作流导向和领域专家导向的知识本体",
            "C、数据挖掘最初是机器学习的一个分支，属于人工智能的一个子领域",
            "D、数据挖掘工具通过揭示规律来帮助发现未知的关系"
        ],
        "wt": "根据DMBOK2，以下关于数据和文本挖掘的描述，错误的是：",
        "da": "A、数据挖掘是一种特殊的分析方法，它使用某一种特定算法揭示数据中的规律",
        "sno": 396
    },
    {
        "xx": [
            "A、数据湖的风险在于，它可能很快会变成数据沼泽——杂乱、不干净、不一致",
            "B、数据湖可以作为Hadoop或其他数据存储系统、集群服务、数据转换和数据集成等数据处理工具的一种复合配置来实施",
            "C、为了建立数据湖中的内容清单，在数据被摄取时对数据质量进行管理至关重要",
            "D、数据湖是一种企业数据架构方法，用来集中化存储企业内海量的、多来源、多种类的数据，并支持对数据进行快速加工和分析"
        ],
        "wt": "根据DMBOK2,以下关于数据湖的描述，不正确的选项是哪个？",
        "da": "C、为了建立数据湖中的内容清单，在数据被摄取时对数据质量进行管理至关重要",
        "sno": 397
    },
    {
        "xx": [
            "A、为了建立数据湖中的内容清单，在数据被摄取时对数据质量进行管理至关重要",
            "B、数据湖是一种企业数据架构方法，用来集中化存储企业内海量的、多来源、多种类的数据，并支持对数据进行快速加工和分析",
            "C、数据湖的风险在于，它可能很快会变成数据沼泽一杂乱、不干净、不一致",
            "D、数据湖可以作为Hadoop或其他数据存储系统、集群服务、数据转换和数据集成等数据处理工具的一种复合配置来实施"
        ],
        "wt": "根据DMBOK2，以下关于数据湖的描述，不正确的选项是哪个？",
        "da": "A、为了建立数据湖中的内容清单，在数据被摄取时对数据质量进行管理至关重要",
        "sno": 398
    },
    {
        "xx": [
            "A、数据湖的风险在于，它可能很快会变成数据沼泽—杂乱、不干净、不一致",
            "B、数据湖可以作为Hadoop或其他数据存储系统、集群服务、数据转换和数据集成等数据处理工具的一种复合配置来实施",
            "C、为了建立数据湖中的内容清单，在数据被摄取时对数据质量进行管理至关重要",
            "D、数据湖是一种企业数据架构方法，用来集中化存储企业内海量的、多来源、多种类的数据，并支持对数据进行快速加工和分析"
        ],
        "wt": "根据DMBOK2,以下关于数据湖的描述，不正确的选项是哪个？（）",
        "da": "C、为了建立数据湖中的内容清单，在数据被摄取时对数据质量进行管理至关重要",
        "sno": 399
    },
    {
        "xx": [
            "A、一般来说,文件管理关注的是文件本身，几乎不关注文件内容。",
            "B、一个文件中的信息内容可能对如何管理该文件有指导性作用，但是在文件管理中,文件被视为一个单独的实体。",
            "C、市场和监管压力都将重点放在档案保管期限表、地点、传送和销毁上。",
            "D、数据管理专业人员不是文件分类和保管决策中的利益相关方"
        ],
        "wt": "根据DMBOK2,以下关于文件管理的描述,哪个选项是不正确的?",
        "da": "D、数据管理专业人员不是文件分类和保管决策中的利益相关方",
        "sno": 400
    },
    {
        "xx": [
            "A、一般来说，文件管理关注的是文件本身，几乎不关注文件内容",
            "B、数据管理专业人员不是文件分类和保管决策中的利益相关方",
            "C、市场和监管压力都将重点放在档案保管期限表、地点、传送和销毁上",
            "D、数据管理专业人员不是文件分类和保管决策中的利益相关方"
        ],
        "wt": "根据DMBOK2，以下关于文件管理的描述，哪个选项是不正确的？",
        "da": "D、数据管理专业人员不是文件分类和保管决策中的利益相关方",
        "sno": 401
    },
    {
        "xx": [
            "A、提升企业管理数据资产能力",
            "B、定义、批准、沟通和实施数据管理的原则、政策、程序、指标、工具和责任等",
            "C、监控和指导政策合规性、数据使用和管理活动",
            "D、开展数据标准化专项，从而提升数据标准化水平"
        ],
        "wt": "根据DMBOK2,以下哪个选项不属于数据治理的目标？（ ）",
        "da": "D、开展数据标准化专项，从而提升数据标准化水平",
        "sno": 402
    },
    {
        "xx": [
            "A、数据安全",
            "B、数据质量",
            "C、法规遵从性",
            "D、业务效率"
        ],
        "wt": "根据DMBOK2，以下哪个选项属于数据治理最常见的驱动因素，特别是重点监管行业。（ ）",
        "da": "C、法规遵从性",
        "sno": 403
    },
    {
        "xx": [
            "A、数据标准必须得到有效沟通、监控，并被定期审查和更新；最重要的是，必须有强制手段，对数据可以根据标准进行测量。",
            "B、数据标准应由数据治理委员会编制、审查、批准和采用。",
            "C、数据标准通常由数据管理专业人员起草。",
            "D、数据标准应由数据治理委员会编制、审查、批准和采用。"
        ],
        "wt": "根据DMBOK2，在实施数据治理时，要注重数据标准的建设，以下关于数据标准的描述，错误的选项是哪个？",
        "da": "D、数据标准应由数据治理委员会编制、审查、批准和采用。",
        "sno": 404
    },
    {
        "xx": [
            "A、数据治理委员会",
            "B、数据治理指导委员会",
            "C、数据治理办公室",
            "D、数据管理团队"
        ],
        "wt": "根据DMBOK2，在数据治理机构中负责管理数据治理规划、问题和升级处理的机构是以下哪个选项。（ ）",
        "da": "A、数据治理委员会",
        "sno": 405
    },
    {
        "xx": [
            "A、业务术语",
            "B、数据模型",
            "C、技术架构",
            "D、数据库备份计划"
        ],
        "wt": "根据DMBOK2-数据治理语境关系图，数据治理有多个交付成果，以下哪个选项属于数据治理的交付成果？",
        "da": "A、业务术语",
        "sno": 406
    },
    {
        "xx": [
            "A、趋势分析",
            "B、业务相关性",
            "C、可接受性",
            "D、可控制性"
        ],
        "wt": "跟踪有助于数据质量团队成员监控数据质量 SLA 和数据共享协议范围内的活动，并证明改进活动的有效性。一旦信息流程稳定后，就可以应用统计过程控制技术发现改变，从而实现其所研究的度量结果和技术处理过程的可预测性变化。以上描述的是数据质量分析人员应考虑的哪一个特征？",
        "da": "A、趋势分析",
        "sno": 407
    },
    {
        "xx": [
            "A、评估当前状态来确定起点",
            "B、将运营模式与组织结构联系起来",
            "C、考虑组织复杂性和成熟度",
            "D、考虑组织的收缩性和灵活性"
        ],
        "wt": "构建运营模式时不需要注意的点是什么？",
        "da": "D、考虑组织的收缩性和灵活性",
        "sno": 408
    },
    {
        "xx": [
            "A、在关系网络中，一个实体可以拥有多个父实体",
            "B、在关系网络中，一个实体最多拥有一个父实体（或称上级实体）",
            "C、示例：生物学讲座被设定为生物学研讨会的先导课程，但允许生物学讲座作为其他课程的先导课程。这个示例属于一元关系中的层级关系",
            "D、一元关系就是递归关系，但不是自我引用关系。"
        ],
        "wt": "关系中涉及实体的数目被成为关系的元数，以下关于一元关系的说法，正确的是",
        "da": "A、在关系网络中，一个实体可以拥有多个父实体",
        "sno": 409
    },
    {
        "xx": [
            "A、事物与键值存储（处理焦点）",
            "B、混合与开源（来源）",
            "C、行/列与宽列存储（处理焦点）",
            "D、依赖产品与在商业服务器间自动传播数据"
        ],
        "wt": "关于 ACID 和 BASE 的区别中扩展这一事项指的是以下哪个？",
        "da": "D、依赖产品与在商业服务器间自动传播数据",
        "sno": 410
    },
    {
        "xx": [
            "A、尊重他人",
            "B、行善原则",
            "C、公正",
            "D、公平"
        ],
        "wt": "关于“不伤害”这一准则属于数据伦理准则中的哪一方面？",
        "da": "B、行善原则",
        "sno": 411
    },
    {
        "xx": [
            "A、CRUD表示负责、批注、咨询、通知",
            "B、RACI和CRUD是一样的，无非是两种不同的表达。",
            "C、RACI是关于责任，而CRUD是关于权限",
            "D、RACI表示创建、读取、更新、删除"
        ],
        "wt": "关于CRUD和RACI,以下哪项描述是正确的？",
        "da": "C、RACI是关于责任，而CRUD是关于权限",
        "sno": 412
    },
    {
        "xx": [
            "A、CRUD表示负责、批注、咨询、通知",
            "B、RACI表示创建、读取、更新、删除",
            "C、RACI和CRUD是一样的，无非是两种不同的的表达",
            "D、RACI是关于责任，而CRUD是关于权限"
        ],
        "wt": "关于CRUD和RACI，以下哪项描述是正确的？",
        "da": "D、RACI是关于责任，而CRUD是关于权限",
        "sno": 413
    },
    {
        "xx": [
            "A、关系型联机分析处理（ROLAP)ROLAP通过在关系数据库（RDBMS)的二维表中使用多维技术来支持OLAP",
            "B、星型架构是OLTP环境中常用的数据库设计技术",
            "C、MOLAP通过使用专门的多维数据库技术支持OLAP",
            "D、混合型联机分析处理（HOLAP).它是ROLAP和MOLAP的结合"
        ],
        "wt": "关于OLAP，如下哪个描述是不正确的？",
        "da": "B、星型架构是OLTP环境中常用的数据库设计技术",
        "sno": 414
    },
    {
        "xx": [
            "A、面向主题的、整合的",
            "B、随时间变化的",
            "C、包含历史数据集合",
            "D、以维度和事实定义"
        ],
        "wt": "关于多维数据仓库（Kimball）描述正确的是？",
        "da": "D、以维度和事实定义",
        "sno": 415
    },
    {
        "xx": [
            "A、包含最新版本的元数据源",
            "B、维护成本低",
            "C、可提高系统可用性",
            "D、结构复杂需要更多的人工干预"
        ],
        "wt": "关于混合式元数据架构的优点正确的是",
        "da": "A、包含最新版本的元数据源",
        "sno": 416
    },
    {
        "xx": [
            "A、添加属性",
            "B、逆规范化",
            "C、建立索引",
            "D、分区"
        ],
        "wt": "关于集群的或非集群的、分区或非非分区的、单列或多列、b 树、位图或散列等多种类型是哪一逻辑数据模型补充的概念模型需求细节？",
        "da": "C、建立索引",
        "sno": 417
    },
    {
        "xx": [
            "A、①②",
            "B、①②③",
            "C、①②③④",
            "D、②③"
        ],
        "wt": "关于简化数据和企业架构所面临的复杂问题，基于以下哪种方式解决：①面向质量②面向创新③面向管理④面向成效",
        "da": "A、①②",
        "sno": 418
    },
    {
        "xx": [
            "A、数据建模的正向工程是指从需求开始构建新应用程序的过程",
            "B、数据建模的逆向工程是记录现有数据库的过程",
            "C、维度模型是采用逆规范化的手段",
            "D、分区建议在实体键上进行分区"
        ],
        "wt": "关于建立数据模型描述不正确的是（）",
        "da": "D、分区建议在实体键上进行分区",
        "sno": 419
    },
    {
        "xx": [
            "A、静态数据描述组织和结构，主要包括类别信息、实体信息、业务事件信息、详细交易信息",
            "B、在IT专业人员定义中，资源实体有时被称为参考数据",
            "C、在IT专业人员定义中,交易信息有时被称为交易型业务数据",
            "D、静态数据可以建模，部分动态数据不可以建模"
        ],
        "wt": "关于建模的数据类型,以下说法正确的是?",
        "da": "B、在IT专业人员定义中，资源实体有时被称为参考数据",
        "sno": 420
    },
    {
        "xx": [
            "A、物流",
            "B、订单管理",
            "C、生产",
            "D、生产准备"
        ],
        "wt": "关于矩阵式描述的数据流主要实体中产品的业务流程的查询/使用不包括以下哪个？",
        "da": "A、物流",
        "sno": 421
    },
    {
        "xx": [
            "A、内容的生命周期只能是动态的，通过受控的创建和修改流程进行更改",
            "B、内容不可以被正式管理，但是可以通过临时更新的法式进行非正式的管理",
            "C、企业内容管理是指在企业局部或整个企业范围进行内容管理",
            "D、内容管理包括用于组织、分类和构造信息资源的流程、方法和技术，以便以多种方式存储、发布和重复使用这些资源"
        ],
        "wt": "关于内容管理描述正确的是?",
        "da": "D、内容管理包括用于组织、分类和构造信息资源的流程、方法和技术，以便以多种方式存储、发布和重复使用这些资源",
        "sno": 422
    },
    {
        "xx": [
            "A、将企业数据模型创建为单独的构件",
            "B、认为数据模型是由不同角度和不同层级的细节组成，且任何主题域都可以关联其他主题域",
            "C、数据模型应描述组织对企业内数据实体、数据属性和它们之间关系的理解，而不应采用行业标准模型进行开发",
            "D、随着企业数据模型中的范围和各层级中内容的扩张，可利用不同层级增量和迭代的方式来构建"
        ],
        "wt": "关于企业数据模型创建，以下做法是错误的：",
        "da": "C、数据模型应描述组织对企业内数据实体、数据属性和它们之间关系的理解，而不应采用行业标准模型进行开发",
        "sno": 423
    },
    {
        "xx": [
            "A、稳定的",
            "B、随时间变化的",
            "C、整合的",
            "D、面向主题的"
        ],
        "wt": "关于企业信息工厂（Inmon）是两种主要的数据仓库建设模式之一，关于数据仓库和业务系统的区别有新数据只会追加到老数据后面，一组记录可以代表同一个交易的不同状态表示的是以下哪一个性质？",
        "da": "A、稳定的",
        "sno": 424
    },
    {
        "xx": [
            "A、系统地组织文件、档案和内容离不开受控词表",
            "B、受控词表的一个例子是用于出版物分类的都柏林核心元素集",
            "C、受控词汇表构成了参考数据的一个类型",
            "D、文件和内容管理不是受控词表的主要使用案例"
        ],
        "wt": "关于受控词表描述不正确的是?",
        "da": "D、文件和内容管理不是受控词表的主要使用案例",
        "sno": 425
    },
    {
        "xx": [
            "A、正式的反馈调查和访谈",
            "B、事故复盘、经验教训和受害者访谈",
            "C、补丁有效审计",
            "D、风险评估结果"
        ],
        "wt": "关于数据安全意识指标中，以下关于具体指标可包括已减小了多少漏洞指的是以下哪个？",
        "da": "B、事故复盘、经验教训和受害者访谈",
        "sno": 426
    },
    {
        "xx": [
            "A、数据加密标准和机制",
            "B、安全操作物理安全和场所保护统计信息",
            "C、安全漏洞事件报告规程",
            "D、通过互联网的数据传输协议"
        ],
        "wt": "关于数据安全与企业架构中，安全架构没有涉及的是?",
        "da": "B、安全操作物理安全和场所保护统计信息",
        "sno": 427
    },
    {
        "xx": [
            "A、加拿大",
            "B、美国",
            "C、澳大利亚",
            "D、欧盟"
        ],
        "wt": "关于数据保护指令 AB 1901，涉及电子文件或数据库的盗窃，这一安全法规颁布与哪里？",
        "da": "D、欧盟",
        "sno": 428
    },
    {
        "xx": [
            "A、协同",
            "B、全局性的思考和设计",
            "C、不要千篇一律",
            "D、聚焦业务目标"
        ],
        "wt": "关于数据仓库建设应该遵守的指导原则有很多，为每种数据消费者提供正确的工具和产品对应的是以下哪一个原则？",
        "da": "C、不要千篇一律",
        "sno": 429
    },
    {
        "xx": [
            "A、数据存储与操作只存在数据创建阶段，无法实现最大化实现数据资源的价值。",
            "B、数据存储与操作包括数据库操作支持与数据库技术支持两个子活动。",
            "C、数据存储与操作无法代表数据管理高度技术性的一面。",
            "D、数据存储与操作无法确保数据资产的完整性。"
        ],
        "wt": "关于数据存储与操作描述正确的是",
        "da": "B、数据存储与操作包括数据库操作支持与数据库技术支持两个子活动。",
        "sno": 430
    },
    {
        "xx": [
            "A、规划评估活动",
            "B、执行成熟度评估",
            "C、解释结果及建议",
            "D、以上都正确"
        ],
        "wt": "关于数据管理成熟度评估的活动描述正确的是？",
        "da": "D、以上都正确",
        "sno": 431
    },
    {
        "xx": [
            "A、业务执行",
            "B、信息管理和使用",
            "C、IT 服务和开发",
            "D、组织和流程"
        ],
        "wt": "关于数据管理中的阿姆斯特丹信息模型中战术层面的是？",
        "da": "D、组织和流程",
        "sno": 432
    },
    {
        "xx": [
            "A、数据被称为信息的原材料，而信息则被称为在上下文语境中的数据",
            "B、数据和信息有严格的区别，二者不容混淆",
            "C、数据不需要被管理，信息需要被管理",
            "D、这两个术语在DAMA知识体系中不可以互换使用"
        ],
        "wt": "关于数据和信息，下列哪项是正确的描述？",
        "da": "A、数据被称为信息的原材料，而信息则被称为在上下文语境中的数据",
        "sno": 433
    },
    {
        "xx": [
            "A、数据被称为“信息的原材料”，而信息则被称为“在上下文语境中的数据”",
            "B、数据和信息都需要被管理",
            "C、“这是上季度的销售报告”只能是信息，而不是数据",
            "D、这两个术语在本知识体系中可以互换使用"
        ],
        "wt": "关于数据和信息的描述早已汗牛充栋。如下哪项是不正确的描述？",
        "da": "C、“这是上季度的销售报告”只能是信息，而不是数据",
        "sno": 434
    },
    {
        "xx": [
            "A、数据需要管理，信息不需要被管理",
            "B、信息是更高层次的知识",
            "C、这两个术语可以互换使用",
            "D、信息需要管理，但数据是自然产生的，所以可以不需要管理"
        ],
        "wt": "关于数据和信息这两个概念，在整个DMBOK一书中，哪一个表述是正确的?",
        "da": "C、这两个术语可以互换使用",
        "sno": 435
    },
    {
        "xx": [
            "A、数据库分为集中式数据库和分布式数据库。",
            "B、分布式系统管理多个系统上的多个数据库，集中式系统管理单一数据库。",
            "C、联邦数据库系统将非自治的数据库集成在一起进行控制、管理、约束。",
            "D、区块链数据库属于一种联邦数据库，用于安全管理金融交易"
        ],
        "wt": "关于数据架构类型描述不正确的是()",
        "da": "C、联邦数据库系统将非自治的数据库集成在一起进行控制、管理、约束。",
        "sno": 436
    },
    {
        "xx": [
            "A、销售系统—> 产品数据管理(PDM)系统",
            "B、销售系统—> 制造计划系统",
            "C、售后系统—> 客户管理系统(CRM)",
            "D、制造工艺路线系统—> 制造计划系统"
        ],
        "wt": "关于数据架构中数据流示例中流程错误的是？",
        "da": "A、销售系统—> 产品数据管理(PDM)系统",
        "sno": 437
    },
    {
        "xx": [
            "A、在关系建模方法中，三层模型仅适用于关系型数据库",
            "B、基于时间的建模方法属于逻辑数据建模技术",
            "C、对于维度建模方法，三层模型都适用",
            "D、对于面向对象建模方法，仅适用于关系数据库和非关系数据库"
        ],
        "wt": "关于数据建模的方法在数据库中的应用表达正确的是（）",
        "da": "A、在关系建模方法中，三层模型仅适用于关系型数据库",
        "sno": 438
    },
    {
        "xx": [
            "A、数据建模也称系统开发生命周期",
            "B、模型是一种表征或者想要创造事物的一种模式",
            "C、数据模型是一种文档的形式记录数据需求和建模过程产生的数据定义",
            "D、数据模型描述了组织需要对数据的理解或未来需要的数据"
        ],
        "wt": "关于数据建模和数据模型理解不正确的是（）",
        "da": "D、数据模型描述了组织需要对数据的理解或未来需要的数据",
        "sno": 439
    },
    {
        "xx": [
            "A、尊重个人尊严和自主权是对待人类最基本的伦理要求",
            "B、伦理的数据和信息从业者应识别利益相关方，以最大限度提高效益并最大限度降低设计过程造成的伤害风险",
            "C、待人公平公正是数据伦理最基本的伦理要求",
            "D、不伤害是行善原则的要素之一"
        ],
        "wt": "关于数据伦理准则描述不正确的是？",
        "da": "C、待人公平公正是数据伦理最基本的伦理要求",
        "sno": 440
    },
    {
        "xx": [
            "A、Larry English",
            "B、William Bridges",
            "C、John Kotter",
            "D、Peter Aiken"
        ],
        "wt": "关于数据质量的评估维度，有几位最有影响力的专家。请从下列选项中选择其中一位。",
        "da": "A、Larry English",
        "sno": 441
    },
    {
        "xx": [
            "A、Larry English",
            "B、John Kotter",
            "C、William Bridges",
            "D、Peter Aiken"
        ],
        "wt": "关于数据质量的评估维度，有几位最有影响力的专家。请从下列选项中选择其中一位。",
        "da": "A、Larry English",
        "sno": 442
    },
    {
        "xx": [
            "A、根据数据消费者的需求，开发一种受管理的方法，使数据适合要求",
            "B、定义数据质量控制的标准和规范，并作为整个数据生命周期的一部分",
            "C、定义和实施测量、健康和报告数据质量水平的过程",
            "D、以上说法都正确"
        ],
        "wt": "关于数据质量管理目标说法正确的是",
        "da": "D、以上说法都正确",
        "sno": 443
    },
    {
        "xx": [
            "A、数据质量管理应关注对企业及其客户最重要的数据",
            "B、根据消费者需求，是数据符合要求",
            "C、定义和实施测量、监控和报告数据质量水平",
            "D、保护和提高组织声誉"
        ],
        "wt": "关于数据质量管理遵循的原则表述正确的是（）",
        "da": "A、数据质量管理应关注对企业及其客户最重要的数据",
        "sno": 444
    },
    {
        "xx": [
            "A、遵从法规和内部数据规范",
            "B、价值",
            "C、可行性",
            "D、有效性"
        ],
        "wt": "关于数据治理的度量指标，下列描述有误的是?",
        "da": "C、可行性",
        "sno": 445
    },
    {
        "xx": [
            "A、可持续性",
            "B、采纳变革的速度",
            "C、制度和流程的执行情况",
            "D、风险的发现"
        ],
        "wt": "关于数据治理的度量指标，以下哪项不包括在内?",
        "da": "D、风险的发现",
        "sno": 446
    },
    {
        "xx": [
            "A、规划组织的数据治理",
            "B、制定数据治理战略",
            "C、实施数据治理",
            "D、嵌入数据治理"
        ],
        "wt": "关于数据治理和管理职责语境关系图中的活动部分中制定业务数据表是属于以下哪一项活动？",
        "da": "C、实施数据治理",
        "sno": 447
    },
    {
        "xx": [
            "A、数据清理或数据增强",
            "B、数据解析和格式化",
            "C、数据转换与标准化",
            "D、初始数据质量评估"
        ],
        "wt": "关于通过数据处理来提升数据质量的形式描述错误的是？",
        "da": "D、初始数据质量评估",
        "sno": 448
    },
    {
        "xx": [
            "A、图标应该清晰标识并说明所有对象和线条及图标所代表的内容",
            "B、所有线条的流向都应该从某一侧或角开始，尽可能流向对侧或对角",
            "C、要清楚交叉点并非连接点，在无法避免交叉的情况下允许线交叉，线与线直接连接",
            "D、对任何大小、颜色、线条粗细等不同的图标均要求表示不同的内容"
        ],
        "wt": "关于图标使用规范，以下说法哪个是错误的:",
        "da": "C、要清楚交叉点并非连接点，在无法避免交叉的情况下允许线交叉，线与线直接连接",
        "sno": 449
    },
    {
        "xx": [
            "A、静态数据脱敏永久且不可逆转地更改数据",
            "B、动态数据脱敏永久且不可逆转地更改数据",
            "C、静态数据脱敏不更改基础数据，但呈现更改后的数据",
            "D、动态数据脱敏更改基础数据，但呈现原始不更改的数据"
        ],
        "wt": "关于脱敏，请从下列选项中选择正确的描述。",
        "da": "A、静态数据脱敏永久且不可逆转地更改数据",
        "sno": 450
    },
    {
        "xx": [
            "A、模块化",
            "B、结构化",
            "C、可重复使用",
            "D、与设备和平台相关"
        ],
        "wt": "关于文件和内容管理中内容需求特定描述错误的是（）",
        "da": "D、与设备和平台相关",
        "sno": 451
    },
    {
        "xx": [
            "A、关系型联机分析处理(ROLAP)。ROLAP通过在关系数据库(RDEMS)的二维表中使用多",
            "B、星型设计和雪花设计是在线交易处理(0LTP)环境中常用的数据库设计方法",
            "C、多维矩阵型分析处理(MOLAP)通过使用专门的多维数据库技术支持OLAP",
            "D、混合型联机分析处理(HOLAP)。它是ROLAP和MOLAP的结合"
        ],
        "wt": "关于在线分析处理(OLAP)，下列哪个描述是不正确的？",
        "da": "B、星型设计和雪花设计是在线交易处理(0LTP)环境中常用的数据库设计方法",
        "sno": 452
    },
    {
        "xx": [
            "A、混合型联机分析处理（HOLAP）.它是ROLAP和MOLAP的结合",
            "B、多维矩阵型分析处理（M OLAP）通过使用专门的多维数据库技术支持OLAP",
            "C、关系型联机分析处理（ROLAP）.ROLAP通过在关系数据库（RDBMS）的二维表中使用多维技术来支持OLAP",
            "D、星型设计和雪花设计是在线交易处理（OLTP）环境中常用的数据库设计方法"
        ],
        "wt": "关于在线分析处理（OLAP），下列哪个描述是不正确的？",
        "da": "D、星型设计和雪花设计是在线交易处理（OLTP）环境中常用的数据库设计方法",
        "sno": 453
    },
    {
        "xx": [
            "A、多项同时进行，以提高效率",
            "B、确定和协调有权参与各种数据质量相关决定和相关活动的人",
            "C、制定和维护数据质量标准",
            "D、建立知识共享的沟通机制"
        ],
        "wt": "关于治理组织加快数据质量方案的方式说法错误的是",
        "da": "A、多项同时进行，以提高效率",
        "sno": 454
    },
    {
        "xx": [
            "A、遵循主数据架构",
            "B、管理参考数据变更",
            "C、组织和文化变革",
            "D、监测共享协议的数据"
        ],
        "wt": "关于主数据与参考数据管理的实施指南，不包含以下哪项？",
        "da": "D、监测共享协议的数据",
        "sno": 455
    },
    {
        "xx": [
            "A、元数据可以帮助组织理解自身的数据、系统和流程",
            "B、元数据可以帮助组织预判数据资产的价值",
            "C、元数据可以帮助用户评估数据质量、对数据库与应用程序的管理来说是不可或缺的",
            "D、元数据可以帮助处理、维护、集成、保护和治理其他数据"
        ],
        "wt": "管理和掌握元数据对组织具有非常重要的意义，请从下列选项中选择关于元数据管理的作用描述不正确的选项。",
        "da": "B、元数据可以帮助组织预判数据资产的价值",
        "sno": 456
    },
    {
        "xx": [
            "A、元数据可以帮助组织理解自身的数据、系统和流程",
            "B、元数据可以帮助用户评估数据质量、对数据库与应用程序的管理来说是不可或缺的",
            "C、元数据可以帮助组织预判数据资产的价值",
            "D、元数据可以帮助处理、维护、集成、保护和治理其他数据"
        ],
        "wt": "管理和掌握元数据对组织具有非常重要的意义，请从下列选项中选择关于元数据管理的作用描述不正确的选项。",
        "da": "C、元数据可以帮助组织预判数据资产的价值",
        "sno": 457
    },
    {
        "xx": [
            "A、它必须是可被量化的东西",
            "B、每个数据质量指标都应该与数据对关键业务期望的影响相关联",
            "C、指标使组织能够在一段实践内测量数据质量改进情况",
            "D、可用性"
        ],
        "wt": "管理数据质量的一个重要组成部分就是开发度量指标，其中无需考虑的特征是（）",
        "da": "D、可用性",
        "sno": 458
    },
    {
        "xx": [
            "A、企业安全制度",
            "B、IT安全制度",
            "C、网络安全制度",
            "D、数据安全制度"
        ],
        "wt": "管理与企业安全相关的行为不需要以下哪项制度?",
        "da": "C、网络安全制度",
        "sno": 459
    },
    {
        "xx": [
            "A、通过提供上下文语境和执行数据质量检查提供数据的可信度",
            "B、通过扩展用途增加战略信息的价值",
            "C、通过延长时间，提高数据的质量，从而降低项目失败的风险",
            "D、满足监管合规"
        ],
        "wt": "管理元数据不会有助于（）",
        "da": "C、通过延长时间，提高数据的质量，从而降低项目失败的风险",
        "sno": 460
    },
    {
        "xx": [
            "A、数据更新频率与时间表匹配",
            "B、查询、报告和分析元数据",
            "C、缺失元数据报告",
            "D、未更新的元数据报告"
        ],
        "wt": "管理元数据存储质量的控制活动不包含以下哪个选项()",
        "da": "B、查询、报告和分析元数据",
        "sno": 461
    },
    {
        "xx": [
            "A、数据血缘",
            "B、元数据存储库",
            "C、数据架构",
            "D、数据治理元数据"
        ],
        "wt": "管理元数据的主要工具是什么？",
        "da": "B、元数据存储库",
        "sno": 462
    },
    {
        "xx": [
            "A、认识到元数据通常通过现有流程产生，因此流程执行者对元数据质量负责",
            "B、制定、执行和审计元数据标准，简化集成过程，并且适用",
            "C、建立反馈机制保障用户可以将不准确或者已过时的元数据通知元数据管理团队",
            "D、可以对元数据进行剖析和质量检查"
        ],
        "wt": "管理元数据质量的方法不包括（）",
        "da": "D、可以对元数据进行剖析和质量检查",
        "sno": 463
    },
    {
        "xx": [
            "A、高级数据管理员",
            "B、业务数据管理员",
            "C、企业数据管理专员",
            "D、首席数据管理专员"
        ],
        "wt": "管理专员指其职责是为别人管理财产的人，根据组织的复杂性和数据治理规划的目标，各个组织中正式任命的这些数据管理专员在其工作职业上会有一些区别，其中负责监督跨越业务领域的数据智能的岗位名称是？",
        "da": "C、企业数据管理专员",
        "sno": 464
    },
    {
        "xx": [
            "A、第一范式",
            "B、第二范式",
            "C、第三范式",
            "D、第四范式"
        ],
        "wt": "规范化是运用规则将复杂的业务转化为规范的数据结构的过程。确保每个实体都有一个有效的主键，每个属性都依赖于主键，而且消除冗余的分组，以确保每个属性的原子性（不能有多个值存在）。根据以上论述，判断所属的范式层次为:",
        "da": "A、第一范式",
        "sno": 465
    },
    {
        "xx": [
            "A、行业参考数据",
            "B、专有或内部参考数据",
            "C、计算参考数据",
            "D、标准参考数据集的元数据"
        ],
        "wt": "国际疾病分类代码（ICD）提供了一种常见的方法对健康状况（诊断）和治疗（程序）进行分类，从而在卫生保健和治疗结果方面提供了统一的说明方法。请判断这属于哪种类型的参考数据？（）",
        "da": "A、行业参考数据",
        "sno": 466
    },
    {
        "xx": [
            "A、架构标准接受率(遵从性比例)。度量已结束的项目是否遵守数据架构，项目是否很好参与企业架构开发",
            "B、实施趋势。跟踪企业架构提高企业项目实施的程度，如使用/重用/替换/废弃架构构件、项目执行效率",
            "C、业务价值。跟踪期望的业务效果和收益。如业务敏捷的提升、业务质量、业务操作质量、业务环境提升",
            "D、及时性。在短时间内(一般6个月)完成数据架构的目标"
        ],
        "wt": "衡量数据架构工作是否做得好有多种度量指标。按照DMBOK，请从下列选项中选择措述错误的指标。",
        "da": "D、及时性。在短时间内(一般6个月)完成数据架构的目标",
        "sno": 467
    },
    {
        "xx": [
            "A、数据可用性",
            "B、数据量和速度",
            "C、解决方案成本和复杂度",
            "D、数据集成工具的使用"
        ],
        "wt": "衡量数据质量集成解决方案的规模和收益的指标不包括以下哪个选项?",
        "da": "D、数据集成工具的使用",
        "sno": 468
    },
    {
        "xx": [
            "A、批处理层",
            "B、源数据层",
            "C、服务层",
            "D、加速层"
        ],
        "wt": "基于服务的体系结构(SBA) 包括三个主要的组件，下列哪项不是?",
        "da": "B、源数据层",
        "sno": 469
    },
    {
        "xx": [
            "A、概念模型",
            "B、逻辑模型",
            "C、物理模型",
            "D、多边模型"
        ],
        "wt": "基于如下的ER图，这最有可能是哪个层面的模型？",
        "da": "C、物理模型",
        "sno": 470
    },
    {
        "xx": [
            "A、概念模型",
            "B、逻辑模型",
            "C、物理模型",
            "D、多边模型"
        ],
        "wt": "基于如下的ER图，这最有可能是哪个层面的模型？",
        "da": "C、物理模型",
        "sno": 471
    },
    {
        "xx": [
            "A、物理模型",
            "B、概念模型",
            "C、逻辑模型",
            "D、多维模型"
        ],
        "wt": "基于下列的ER图，这最有可能是哪个层面的模型？",
        "da": "A、物理模型",
        "sno": 472
    },
    {
        "xx": [
            "A、高可用性，独立于源系统",
            "B、快速的元数据检索",
            "C、解决了元数据库结构问题",
            "D、元数据的抽取可以自定义模块"
        ],
        "wt": "集中式元数据架构由单一的元数据存储库组成，包含来自各种不同源的元数据副本， 在公共元数据存储库中寻求高度一致性的组织，可以从集中式元数据架构中收益，以下不属于元数据存储库优点的是？",
        "da": "D、元数据的抽取可以自定义模块",
        "sno": 473
    },
    {
        "xx": [
            "A、指明源数据和目标数据的技术格式",
            "B、制定数据源和目标数据之间所有中间暂存点所需的转换",
            "C、描述需要进行哪些计算",
            "D、评估潜在的源数据集和目标数据集的数据"
        ],
        "wt": "几乎所有的数据集成解决方案都包括从源结构到目标结构的数据转换，做好从一个位置到另一位置的数据格式转换映射规则，以下哪个不是映射规范的是？",
        "da": "D、评估潜在的源数据集和目标数据集的数据",
        "sno": 474
    },
    {
        "xx": [
            "A、哈希",
            "B、对称加密（DES、3DES、AES、IDEA）",
            "C、非对称加密（RSA、Diffie-Hell-man）",
            "D、数字签名"
        ],
        "wt": "加密是将纯文本转换为复杂代码，以隐藏特权信息、验证传送完整性或验证发送者身份的过程，关于 SHA 是以下哪个加密方式",
        "da": "A、哈希",
        "sno": 475
    },
    {
        "xx": [
            "A、发送方使用公开提供的公钥进行加密，接收方使用私钥解密显示原始数据",
            "B、三重DES（3DES）",
            "C、RSA加密算法",
            "D、Diffie-Hell-man密钥交换协议"
        ],
        "wt": "加密是将纯文本转换为复杂代码，以隐藏特权信息、验证传送完整性或验证发送者身份的过程。请问以下哪种情况属于对称加密",
        "da": "B、三重DES（3DES）",
        "sno": 476
    },
    {
        "xx": [
            "A、发送方使用公开提供的公钥进行加密，接收方使用私钥解密显示原始数据。",
            "B、三重DES（3DES）",
            "C、RSA加密算法",
            "D、Diff-Hell-man密钥交换协议"
        ],
        "wt": "加密是将纯文本转换为复杂代码，以隐藏特权信息、验证传送完整性或验证发送者身份的过程。请问以下哪种情况属于对称加密（）",
        "da": "B、三重DES（3DES）",
        "sno": 477
    },
    {
        "xx": [
            "A、甲方",
            "B、乙方",
            "C、黑客",
            "D、相关监管部门"
        ],
        "wt": "甲方是数据拥有者，把数据安全运营工作外包给了乙方，由于管理不善，导致数据泄露。请问这种数据安全问题应该由谁负责？",
        "da": "A、甲方",
        "sno": 478
    },
    {
        "xx": [
            "A、数据架构成果",
            "B、数据架构活动",
            "C、数据架构行为",
            "D、数据架构构件"
        ],
        "wt": "架构定义为“系统的基本结构，具体体现在架构构成中的组件、组件之间的相互关系以及管理其设计和演变的原则”。数据架构的基本组成部分不包括（）",
        "da": "D、数据架构构件",
        "sno": 479
    },
    {
        "xx": [
            "A、当前的",
            "B、部署周期的（未来 1~2 年内部署使用的产品）",
            "C、策略周期的",
            "D、退役的"
        ],
        "wt": "架构设计可以是针对当前的，也可以是面对未来的，还可以是已实施并完成的，甚至是准备退役的产品，但是无论哪种情况，工作成果都应该存档管理，关于未来两年后待使用的产品是以下描述的哪一种情况？",
        "da": "C、策略周期的",
        "sno": 480
    },
    {
        "xx": [
            "A、面向质量和面向创新",
            "B、面向质量和面向业务",
            "C、面向对象和面向创新",
            "D、面向质量和面向对象"
        ],
        "wt": "架构设计通常基于哪种方式进行设计?",
        "da": "A、面向质量和面向创新",
        "sno": 481
    },
    {
        "xx": [
            "A、业务架构",
            "B、应用架构",
            "C、数据架构",
            "D、软件架构"
        ],
        "wt": "架构是治建筑物艺术和科学和建筑过程的成果，在更一般意义上，架构是指为优化整体结构或系统功能、性能、可行性、成本和美学而对组件元素进行有组织的排列，以下不属于企业架构学科的是",
        "da": "D、软件架构",
        "sno": 482
    },
    {
        "xx": [
            "A、第一次",
            "B、第二次",
            "C、第三次",
            "D、第四次"
        ],
        "wt": "监控整个系统的加载处理，并了解性能瓶颈和性能的依赖路径，在需要的地方和时刻使用数据库调优技术，包括分区、备份调优和恢复数据策略调整，关于发布的流程中第几次发布是在内部提交？",
        "da": "D、第四次",
        "sno": 483
    },
    {
        "xx": [
            "A、直接修改原表中的值",
            "B、基于原来的列，增加一个新列，把有关变化的历史记录下来",
            "C、基于原来的列，增加一个新列、状态、和状态时间",
            "D、以上三个方法都可以用，按照具体情况可以选择使用"
        ],
        "wt": "渐变维度(SCD，slow changing dimension)是数仓设计中经常会碰到的一个问题。为了解决这个问题，可以有多种方法。如下哪个表述是正确的?",
        "da": "D、以上三个方法都可以用，按照具体情况可以选择使用",
        "sno": 484
    },
    {
        "xx": [
            "A、对非结构化数据的适当访问和授权",
            "B、对数据集市进行适当的隐私控制",
            "C、适用于非结构化数据的目标指标",
            "D、对结构化数据的适当访问和授权"
        ],
        "wt": "将数据安全与文档和内容管理知识领域相结合，有助于指导如下哪项工作的顺利实施。",
        "da": "A、对非结构化数据的适当访问和授权",
        "sno": 485
    },
    {
        "xx": [
            "A、缺乏治理",
            "B、辩护困难",
            "C、缺乏领导和管理",
            "D、不适当或者无效的文书"
        ],
        "wt": "将信息作为业务资产进行管理的障碍和根本原因有很多，关于不知道如何利用信息、结构不当、不适当的文化这些问题主要是以下哪项原因",
        "da": "C、缺乏领导和管理",
        "sno": 486
    },
    {
        "xx": [
            "A、识别敏感数据资产并分类分级",
            "B、在企业中查找敏感数据",
            "C、对所有数据进行覆盖式的安全措施",
            "D、识别信息与业务流程的交互"
        ],
        "wt": "近年来，安全漏洞的负面影响对知名品牌造成了巨大经济损失和客户信任度的下降，对信息和数据进行安全管理成为重中之重，因此我们要先对数据进行分类以便识别需要保护的数据，下列步骤描述错误的是？",
        "da": "C、对所有数据进行覆盖式的安全措施",
        "sno": 487
    },
    {
        "xx": [
            "A、通过电子邮件发送载有病毒的附件",
            "B、中断主电源",
            "C、破坏用户名和密码",
            "D、用大量的请求充斥目标计算机使之不堪重负以致无法执行业务"
        ],
        "wt": "拒绝服务攻击通常通过以下哪种方式完成?",
        "da": "D、用大量的请求充斥目标计算机使之不堪重负以致无法执行业务",
        "sno": 488
    },
    {
        "xx": [
            "A、数据治理的工作范围大于数据管理",
            "B、数据治理和IT治理不应该分开",
            "C、数据治理是一个持续的项目集",
            "D、数据治理和数据管理是一样的，二者可以互换"
        ],
        "wt": "据DMBOK2,请从下列选项中选择关于数据治理正确的描述。（）",
        "da": "C、数据治理是一个持续的项目集",
        "sno": 489
    },
    {
        "xx": [
            "A、业务术语",
            "B、数据模型",
            "C、技术架构",
            "D、数据库备份计划"
        ],
        "wt": "据DMBOK2-数据治理语境关系图，数据治理有多个交付成果，以下哪个选项属于数据治理的交付成果？（）",
        "da": "A、业务术语",
        "sno": 490
    },
    {
        "xx": [
            "A、质量保证测试、集成测试、用户验收测试(UAT)、性能测试",
            "B、实验测试、集成测试、用户验收测试(UAT)）,数据沙盒",
            "C、质量保证测试、集成测试、用户验收测试(UAT)、但不包括性能测试，",
            "D、实验测试、集成测试、用户验收测试(UAT)、性能测试"
        ],
        "wt": "据存储和操作主要由数据库管理员(DBA)负责，DBA既要负责生产环境，也要负责非生产环境，测试环境属于非生产环境，请从下列选项中选择测试环境的主要应用场景（）",
        "da": "A、质量保证测试、集成测试、用户验收测试(UAT)、性能测试",
        "sno": 491
    },
    {
        "xx": [
            "A、在关系型数据库存储中一般会使用BASE相关的技术",
            "B、通常在大数据环境里会使BASE类型的系统",
            "C、ACID用的是最终一致性原则",
            "D、BASE用的是一致性原则"
        ],
        "wt": "据库处理有两种基本类型，ACID和BASE请从下列选项中选择正确的描述。（）",
        "da": "B、通常在大数据环境里会使BASE类型的系统",
        "sno": 492
    },
    {
        "xx": [
            "A、数据剖析使用统计技术来发现数据集合的真实结构、内容和质量",
            "B、数据剖析必须基于大数据平台技术才能实现",
            "C、剖析引擎生成统计信息，分析人员可以使用这些统计信息识别数据内容和结构中的模式",
            "D、剖析的内容有空值、最大/最小值、单个列值的频率分布等"
        ],
        "wt": "据剖析是一种用于检查数据和评估质量的数据分析工具，请选择关于数据剖析描述不正确的选项。（）",
        "da": "B、数据剖析必须基于大数据平台技术才能实现",
        "sno": 493
    },
    {
        "xx": [
            "A、监管报告",
            "B、财务报告",
            "C、商业政策",
            "D、以上都正确"
        ],
        "wt": "据质量管理优先考虑关键数据，请从下列选项中选择属于关键数据的选项。（）",
        "da": "D、以上都正确",
        "sno": 494
    },
    {
        "xx": [
            "A、现有的技术架构",
            "B、组织的资金状况",
            "C、对未知的恐惧",
            "D、企业的业务运营模式"
        ],
        "wt": "据治理运营框架主要有集中式、分布式、和联邦式三种。运营框架的选择有赖于多种因素。请从下列选项中选择正确的一项因素。（）",
        "da": "D、企业的业务运营模式",
        "sno": 495
    },
    {
        "xx": [
            "A、丰富的数据源。具有能够展示隐藏在组织或客户行为中不可见模式的潜力",
            "B、信息组织和分析。用来领会数据内容，结合数据集针对有意义模式进行假设和测试的技术",
            "C、展示发现和数据洞察",
            "D、信息输入"
        ],
        "wt": "开发数据科学解决方案，包括将数据源迭代地整合到开发洞察力的模型中。因此数据科学不依赖于",
        "da": "D、信息输入",
        "sno": 496
    },
    {
        "xx": [
            "A、数据对组织的价值",
            "B、业务模式",
            "C、文化因素",
            "D、督察影响"
        ],
        "wt": "开发数据治理的基本定义很容易，但是创建一个组织采用的运营框架可能很困难。以下不属于构建组织的运营框架的是哪一选项？",
        "da": "D、督察影响",
        "sno": 497
    },
    {
        "xx": [
            "A、数据映射管理工具",
            "B、数据质量工具",
            "C、事件消息工具",
            "D、数据集成工具"
        ],
        "wt": "可以管理数据移动的逻辑，并将接口实现细节、移动逻辑和处理统计信息导出到其他元数据存储库是属于哪一个工具？",
        "da": "C、事件消息工具",
        "sno": 498
    },
    {
        "xx": [
            "A、智慧数据",
            "B、信息",
            "C、知识",
            "D、洞察"
        ],
        "wt": "可以进行业务决策可信源的数据是（）",
        "da": "A、智慧数据",
        "sno": 499
    },
    {
        "xx": [
            "A、范围",
            "B、基于规则",
            "C、列表",
            "D、数据格式"
        ],
        "wt": "可以用附加的规则对域进行限制，这些限制规则被称为约束，域可以用多种不同的方式定义，关于订单状态域的值可以限制在订单开立、发货、订单结束、退货，这一域的定义是以下哪个？",
        "da": "C、列表",
        "sno": 500
    },
    {
        "xx": [
            "A、①②③④⑤⑥",
            "B、①②③④⑥",
            "C、①②③④⑤",
            "D、①②③"
        ],
        "wt": "空间数据库可以执行的操作有:①空间评估②空间功能③空间预测④几何构造⑤观测功能⑥节点关系",
        "da": "C、①②③④⑤",
        "sno": 501
    },
    {
        "xx": [
            "A、可空列吸收",
            "B、子类型创建",
            "C、子类型吸收",
            "D、超类型属性"
        ],
        "wt": "逻辑抽象实体通过使用哪种方式，可以在物理数据设计中成为独立对象?",
        "da": "C、子类型吸收",
        "sno": 502
    },
    {
        "xx": [
            "A、主键的每个值必须是唯一的，不可重复",
            "B、主键的值是不可更改的",
            "C、主键不能有空值或者Null",
            "D、主键可以是复合主键"
        ],
        "wt": "逻辑模型中的关键字可以成为物理模型中的主键，关于主键，哪一个表述是错误的:",
        "da": "B、主键的值是不可更改的",
        "sno": 503
    },
    {
        "xx": [
            "A、主键的每个值必须是唯一的，不可重复",
            "B、主键的值是不可更改的",
            "C、主键不能有空值或者Null",
            "D、主键可以是复合主键"
        ],
        "wt": "逻辑模型中的关键字可以成为物理模型中的主键，请从下列选项中选择关于主键表述错误的选项:",
        "da": "B、主键的值是不可更改的",
        "sno": 504
    },
    {
        "xx": [
            "A、逻辑数据模型的步骤主要有：分析信息需求，分析现有文档，添加关联实体，添加属性，指定域，指定键",
            "B、逻辑数据模型中的属于具有原子性，它包含一个且只有一个数据",
            "C、键属性有助于从所有实体实例中识别出唯一的实体实例，分配给实体的属性只能是键属性",
            "D、域的作用是保证模型属性中格式和数值集的一致性"
        ],
        "wt": "逻辑数据模型补充了概念模型的需求细节，以下描述不正确的是（）",
        "da": "C、键属性有助于从所有实体实例中识别出唯一的实体实例，分配给实体的属性只能是键属性",
        "sno": 505
    },
    {
        "xx": [
            "A、属性",
            "B、键",
            "C、实体",
            "D、关系",
            "E、以上所有"
        ],
        "wt": "逻辑数据模型的组成部分包括",
        "da": "E、以上所有",
        "sno": 506
    },
    {
        "xx": [
            "A、物理模型可以在逻辑模型基础之上添加属性细节",
            "B、物理模型不可以在逻辑模型基础之外建立索引",
            "C、物理模型不可以在逻辑模型基础之上进行分区",
            "D、必须先有逻辑模型而后才可以有物理模型"
        ],
        "wt": "逻辑数据模型需要进行修政和调整以形成物理数据模型，并使得最终的设计在存储应用程序中运行良好。请从下列选项中选择描述正确的选项。（）",
        "da": "A、物理模型可以在逻辑模型基础之上添加属性细节",
        "sno": 507
    },
    {
        "xx": [
            "A、根据数据使用者的需求，开发一种让数据符合用途的管理方法",
            "B、定义和实施测量、监控和报告数据质量水平的过程",
            "C、作为数据生命周期的一部分，定义数据质量控制的含义",
            "D、通过过程和系统的改进，识别和提倡提高数据质量的机会"
        ],
        "wt": "没有一个组织拥有完美的业务流程、完美的技术流程或完美的数据管理实践，所有组织都会遇到与数据质量相关的问题。相比那些不开展数据质量管理的组织，实施正式数据质量管理的组织碰到的问题会更少，因此在数据质量管理中，以下哪个描述不是组织希望达到的目标？",
        "da": "C、作为数据生命周期的一部分，定义数据质量控制的含义",
        "sno": 508
    },
    {
        "xx": [
            "A、工程师视角（设计具体的物理模型）",
            "B、技术人员视角",
            "C、架构师视角（设计系统逻辑模型）",
            "D、业务管理视角"
        ],
        "wt": "每个角色对整个过程和不同问题的解决均持有不同的视角，这些不同的视角对应的内容在每行进行显示，以下哪个角色视角可以设计系统逻辑模型？",
        "da": "C、架构师视角（设计系统逻辑模型）",
        "sno": 509
    },
    {
        "xx": [
            "A、BCBS239 和 Basel II",
            "B、CPG235",
            "C、PCI-DSS",
            "D、EAST"
        ],
        "wt": "每个企业都会收到政府和行业法规的影响，其中包括规定如何管理数据和信息的法规。数据治理职能的一部分是监视并确保合规性，数据治理指导适当的控制措施的实施，以监视和记录对数据相关法规的遵守情况，以下几项全球性法规对数据管理实践有关于我国的是？",
        "da": "D、EAST",
        "sno": 510
    },
    {
        "xx": [
            "A、计划（P）、开发（D）、操作（O）和控制（C）",
            "B、计划（P）、控制（C）、操作（O）和管理（M）",
            "C、计划（P）、开发（D）、上线（L）和运维（O）",
            "D、计划（P）、控制（C）、开发（D）、和运营（O）"
        ],
        "wt": "每个语境关系图都以知识领域的定义和目标开始。为实现其中的目标而开展的活动分为四个阶段。这四个阶段是：",
        "da": "D、计划（P）、控制（C）、开发（D）、和运营（O）",
        "sno": 511
    },
    {
        "xx": [
            "A、法律主数据",
            "B、产品主数据",
            "C、位置主数据",
            "D、行业主数据"
        ],
        "wt": "美国医学协会医生处方数据库属于以下哪种类型的主数据",
        "da": "D、行业主数据",
        "sno": 512
    },
    {
        "xx": [
            "A、描述元数据（描述资源并支持识别和检索，如标题、作者和主题等）",
            "B、结构元数据（描述资源及其组成组件之间的关系，如页数、章节等）",
            "C、管理元数据（描述管理生命周期的元数据，如版本号、存档日期等）",
            "D、技术元数据"
        ],
        "wt": "描述资源及其组成组件之间的关系的是哪一类别的元数据？",
        "da": "B、结构元数据（描述资源及其组成组件之间的关系，如页数、章节等）",
        "sno": 513
    },
    {
        "xx": [
            "A、合理性",
            "B、一致性",
            "C、准确性",
            "D、完备性"
        ],
        "wt": "某公司为提高公司产品销量，推出了一项新的促销活动，在给客户发送促销短信，告知客户活动信息时发现，部分客户信息在联系电话-栏为空,以上数据质量问题归属于哪种数据质量维度?",
        "da": "D、完备性",
        "sno": 514
    },
    {
        "xx": [
            "A、准确性",
            "B、一致性",
            "C、完备性",
            "D、合理性"
        ],
        "wt": "某公司为提高公司产品销量，推出了一项新的促销活动，在给客户发送促销短信，告知客户活动信息时发现，部分客户信息在联系电话一栏为空，以上数据质量问题归属于哪种数据质量维度？",
        "da": "C、完备性",
        "sno": 515
    },
    {
        "xx": [
            "A、有效性",
            "B、一致性",
            "C、完备性",
            "D、合理性"
        ],
        "wt": "某公司在统计员工年龄情况时，发现人资系统中部分员工的年龄为“*、·、-、#”等无意义的符号，以上数据质量问题归属于哪种数据质量维度？",
        "da": "A、有效性",
        "sno": 516
    },
    {
        "xx": [
            "A、评估组织需求",
            "B、实施控制和规程",
            "C、明确数据模型存储管理",
            "D、实施控制和规程"
        ],
        "wt": "某公司正在规划数据建模，在数据模型设计工作开始之前，首先要制定一个合理的工作计划，以下哪项不属于数据建模工作计划的内容：",
        "da": "D、实施控制和规程",
        "sno": 517
    },
    {
        "xx": [
            "A、评估组织需求",
            "B、确定建模标准",
            "C、明确数据模型存储管理",
            "D、实施控制和规程"
        ],
        "wt": "某公司正在规划数据建模，在数据模型设计工作开始之前，首先要制定一个合理的工作计划，以下哪项不属于数据建模工作计划的内容：",
        "da": "D、实施控制和规程",
        "sno": 518
    },
    {
        "xx": [
            "A、准确性",
            "B、一致性",
            "C、完备性",
            "D、合理性"
        ],
        "wt": "某供电公司系统中，出现了电缆长度为0的数据，以上数据质量问题归属于哪种数据质量维度？",
        "da": "D、合理性",
        "sno": 519
    },
    {
        "xx": [
            "A、可持续性意味着采取行动，确保流程和资金到位，以确保可持续执行数据治理组织框架。",
            "B、是一项长期的工程，分阶段、有重点、应用为驱动迭代推动并完善。",
            "C、数据和信息是具有价值或者可以创造价值的企业资产。",
            "D、在管理数据资产，数据策略和数据架构是在“做正确的事”与“正确地做事”之间协调的核心。"
        ],
        "wt": "某金融机构的数据治理建设规划路径，从提出现状和问题，到短期治理破局，到中期夯实基础，最后长期全面提升。说明数据治理是？",
        "da": "B、是一项长期的工程，分阶段、有重点、应用为驱动迭代推动并完善。",
        "sno": 520
    },
    {
        "xx": [
            "A、第2级，低于标准的",
            "B、第3级，基本的",
            "C、第4级，积极的",
            "D、第5级，完成变革的"
        ],
        "wt": "某企业的档案管理已经建立了一个以持续改进为重点的主动式信息治理计划，说明该企业的档案管理成熟度达到了哪个级别呢？",
        "da": "C、第4级，积极的",
        "sno": 521
    },
    {
        "xx": [
            "A、防火墙（防御）",
            "B、元数据跟踪",
            "C、数据脱敏/加密",
            "D、身份管理技术"
        ],
        "wt": "某些公司采用并提供企业许可的“密码安全”产品，该产品在每个用户的计算机上创建加密的密码文件。用户只需学习一个长密码即可打开程序，并且可以安全地将所有密码存储在加密文件中。请问这个过程使用了哪个信息安全管理工具？",
        "da": "D、身份管理技术",
        "sno": 522
    },
    {
        "xx": [
            "A、ESB",
            "B、EAI",
            "C、ETL",
            "D、ELT"
        ],
        "wt": "某组织采用云数据仓库，旨在拥有各种不同的数据源，从基于结构化架构SQL源到非结构化NoSQL数据库，构建具有PB级数据的大型数据集。以下哪个工具能够有效实现该组织的前述需求：",
        "da": "D、ELT",
        "sno": 523
    },
    {
        "xx": [
            "A、首席数据官（CDO）",
            "B、首席风险官（CRO）",
            "C、首席隐私官（CPO）",
            "D、首席分析官"
        ],
        "wt": "目前很多新兴角色专注于通过建立可接受的数据处理实践来控制风险，其中CAO 指的是哪一角色",
        "da": "D、首席分析官",
        "sno": 524
    },
    {
        "xx": [
            "A、集中式架构",
            "B、分布式架构",
            "C、混合式架构",
            "D、联邦式架构"
        ],
        "wt": "哪个不是元数据管理系统的架构类型?",
        "da": "D、联邦式架构",
        "sno": 525
    },
    {
        "xx": [
            "A、集中式架构",
            "B、分布式架构",
            "C、联邦式架构",
            "D、混合式架构"
        ],
        "wt": "哪个不是元数据管理系统的架构类型？",
        "da": "C、联邦式架构",
        "sno": 526
    },
    {
        "xx": [
            "A、第一范式",
            "B、第二范式",
            "C、第三范式",
            "D、第四范式"
        ],
        "wt": "能确保每个实体都有最小主键，每个属性都依赖于完整的主键的是？",
        "da": "B、第二范式",
        "sno": 527
    },
    {
        "xx": [
            "A、物理数据建模",
            "B、逻辑数据建模",
            "C、概念数据建模",
            "D、关系数据建模"
        ],
        "wt": "逆向工程是记录现有数据库的过程，以下哪一个是逆向工程第三步的工作",
        "da": "C、概念数据建模",
        "sno": 528
    },
    {
        "xx": [
            "A、通过加载用户名来识别",
            "B、数据库交易日志",
            "C、全量加载",
            "D、主数据管理"
        ],
        "wt": "批量变更数据捕获（CDC,如何识别变量）一直不是一件容易的事。一般而言如下哪项是可能的方法之一？",
        "da": "B、数据库交易日志",
        "sno": 529
    },
    {
        "xx": [
            "A、通过加载用户名来识别",
            "B、全量加载",
            "C、通过建立日志表来识别",
            "D、主数据管理"
        ],
        "wt": "批量变更数据捕获(CDC，如何识别变量)一直不是一件容易的事。一般而言下列哪项是可能的方法之一？",
        "da": "C、通过建立日志表来识别",
        "sno": 530
    },
    {
        "xx": [
            "A、通过加载用户名来识别",
            "B、通过建立日志表来识别",
            "C、主数据管理",
            "D、全量加载"
        ],
        "wt": "批量变更数据捕获（CDC，如何识别变量）一直不是一件容易的事。一般而言下列哪项是可能的方法之一？",
        "da": "B、通过建立日志表来识别",
        "sno": 531
    },
    {
        "xx": [
            "A、企业结构数据",
            "B、共享数据",
            "C、参考数据",
            "D、交易结构数据"
        ],
        "wt": "奇泽姆提出的数据分类法中对主数据的定义不包含（ ）",
        "da": "B、共享数据",
        "sno": 532
    },
    {
        "xx": [
            "A、制定其他架构的需求",
            "B、管理业务架构创建和需要的数据",
            "C、依据业务需求来处理指定的数据",
            "D、承载并执行应用架构"
        ],
        "wt": "企业架构包括业务架构、数据架构、应用架构和技术架构。其中创建企业数据架构主要依赖于以下哪项选项？",
        "da": "B、管理业务架构创建和需要的数据",
        "sno": 533
    },
    {
        "xx": [
            "A、业务架构",
            "B、信息架构",
            "C、应用架构",
            "D、技术架构"
        ],
        "wt": "企业架构不包括",
        "da": "B、信息架构",
        "sno": 534
    },
    {
        "xx": [
            "A、业务架构",
            "B、数据架构",
            "C、应用架构",
            "D、安全架构"
        ],
        "wt": "企业架构不包括哪项内容？",
        "da": "D、安全架构",
        "sno": 535
    },
    {
        "xx": [
            "A、战略、沟通与文化、组织、工作方法、结果。",
            "B、战略、沟通与文化、组织、流程、工作方法、结果。",
            "C、战略、组织、流程、工作方法、结果。",
            "D、战略、组织、流程、工作方法、技术、结果。"
        ],
        "wt": "企业数据架构的建立是一项系统化的工程,需要考虑到多方面的内容,请从下列选项中选择建立企业数据架构需要考虑的事项,",
        "da": "A、战略、沟通与文化、组织、工作方法、结果。",
        "sno": 536
    },
    {
        "xx": [
            "A、战略、沟通与文化、组织、工作方法、结果",
            "B、战略、沟通与文化、组织、流程、工作方法、结果",
            "C、战略、组织、流程、工作方法、结果",
            "D、沟通与文化、组织、流程、工作方法、结果"
        ],
        "wt": "企业数据架构的建立是一项系统化的工程，需要考虑到多方面的内容，请从下列选项中选择建立企业数据架构需要考虑的事项。",
        "da": "A、战略、沟通与文化、组织、工作方法、结果",
        "sno": 537
    },
    {
        "xx": [
            "A、①②③④⑤",
            "B、①②③④",
            "C、①②③⑤",
            "D、①②③"
        ],
        "wt": "企业数据架构衡量指标反映了架构目标，包括：①架构标准接受率②实施趋势③业务价值度量指标④技术价值度量指标⑤合规价值度量指标",
        "da": "D、①②③",
        "sno": 538
    },
    {
        "xx": [
            "A、业务敏捷性改进包括解释生命周期改进或改变的好处，改进延误成本的测量方法",
            "B、业务质量包括测量业务案例是否按期完成",
            "C、测量改进效率的方法",
            "D、业务操作质量包括业务环境改进中实例包括由于数据错误增加而导致当局评论的减少率"
        ],
        "wt": "企业数据架构衡量指标反映了架构目标，数据架构衡量工作通常作为项目总体业务客户满意度的一部分每年开展一次，下面关于追踪向期待的业务效果和利益方向的发展过程叙述错误的是？",
        "da": "D、业务操作质量包括业务环境改进中实例包括由于数据错误增加而导致当局评论的减少率",
        "sno": 539
    },
    {
        "xx": [
            "A、业务模型",
            "B、企业应用的结构和功能",
            "C、技术整合工具",
            "D、数据流设计"
        ],
        "wt": "企业数据架构描述必须包括企业数据模型，如数据结构和数据规范，还包括：",
        "da": "D、数据流设计",
        "sno": 540
    },
    {
        "xx": [
            "A、最重要的业务",
            "B、最重要的数据",
            "C、最重要的系统",
            "D、以上都是"
        ],
        "wt": "企业需要提升质量的数据范围较大,通常需要分阶段按优先级开展工作,请从下列关于数据质量工作范围确定的考量维度选项中选择合适的选项。( )",
        "da": "B、最重要的数据",
        "sno": 541
    },
    {
        "xx": [
            "A、最重要的业务",
            "B、最重要的数据",
            "C、最重要的系统",
            "D、以上都是"
        ],
        "wt": "企业需要提升质量的数据范围较大，通常需要分阶段开展工作，请从下列关于数据质量工作范围确定的考量维度选项中选择合适的选项。",
        "da": "B、最重要的数据",
        "sno": 542
    },
    {
        "xx": [
            "A、1级",
            "B、2级",
            "C、3级",
            "D、4级"
        ],
        "wt": "企业在经过数据管理成熟度评估后，基于以下描述，该企业属于哪个等级：有一致的工具和角色定义来支持流程执行。组织开始使用集中化的工具，并为数据管理提供更多的监控手段。角色的定义和流程并不完全依赖于特定专家。对数据质量问题和概念有组织意识。开始认识到主数据和参考数据的概念。（ ）",
        "da": "B、2级",
        "sno": 543
    },
    {
        "xx": [
            "A、1级",
            "B、2级",
            "C、3级",
            "D、4级"
        ],
        "wt": "企业在经过数据管理成熟度评估后，基于以下描述，该企业属于哪个等级？数据处理高度依赖于少数专家。角色和责任在各部门中分开定义。每个数据所有者自动接收、生成和发送数据。控件（如果有的话）的应用不一致。管理数据的解决方案是有限的。数据质量问题普遍存在，但无法得到解决。基础设施支持处于业务单元级别。",
        "da": "A、1级",
        "sno": 544
    },
    {
        "xx": [
            "A、替换成本法",
            "B、市场价值法",
            "C、利润分摊法",
            "D、发现商机法"
        ],
        "wt": "请从如下选项中选择不属于数据资产价值度量方法的选项。",
        "da": "C、利润分摊法",
        "sno": 545
    },
    {
        "xx": [
            "A、提升企业管理数据资产能力。",
            "B、提升企业数据质量，充分发挥数据价值。",
            "C、定义、批准、沟通和实施数据管理的原则、政策、程序、指标、工具和责任。",
            "D、监控和指导政策合规性，数据使用和管理活动。"
        ],
        "wt": "请从如下选项中选择关于数据治理目标描述不正确的选项。",
        "da": "B、提升企业数据质量，充分发挥数据价值。",
        "sno": 546
    },
    {
        "xx": [
            "A、法规遵从性",
            "B、数据质量",
            "C、数据安全",
            "D、业务效率"
        ],
        "wt": "请从如下选项中选择关于数据治理最常见的驱动因素描述正确的选项。",
        "da": "A、法规遵从性",
        "sno": 547
    },
    {
        "xx": [
            "A、常用的实体类别包括谁、什么、何时、何地、为什么、怎么办和度量等",
            "B、实体实例是特定实体的具体化或取值",
            "C、高质量的实体定义具备2个基本特征，分别是清晰和准确",
            "D、实体属于核心元数据"
        ],
        "wt": "请从下列关于实体的描述中，选择描述不正确的选项。",
        "da": "C、高质量的实体定义具备2个基本特征，分别是清晰和准确",
        "sno": 548
    },
    {
        "xx": [
            "A、高质量的实体定义应具备两个基本特征，分别是清晰性和准确性。",
            "B、常用的实体类别包括谁、什么、何时、何地、为什么、怎么办和度量等。",
            "C、实体实例是特定实体的具体化或取值。",
            "D、实体属于核心元数据。"
        ],
        "wt": "请从下列关于实体的描述中选择不正确的选项。",
        "da": "A、高质量的实体定义应具备两个基本特征，分别是清晰性和准确性。",
        "sno": 549
    },
    {
        "xx": [
            "A、利用新兴技术所带来的业务优势，从战略上帮助组织快速改变产品和服务",
            "B、将业务需求转换为数据和应用需求，确保能够为业务流程处理提供有效数据",
            "C、管理企业级数据和信息，为企业变革、数字化转型和提高效率提供支撑",
            "D、数据架构介于业务架构和应用架构之间，主要实现对数据的设计"
        ],
        "wt": "请从下列关于数据架构的主要职责描述中，选择描述不正确的选项。",
        "da": "D、数据架构介于业务架构和应用架构之间，主要实现对数据的设计",
        "sno": 550
    },
    {
        "xx": [
            "A、企业级数据模型是最为详尽的数据架构产出物",
            "B、物理数据模型属于数据架构文件",
            "C、数据架构主要包括企业级概念数据模型、逻辑模型、物理模型等。",
            "D、物理数据模型是数据建模和设计的产物,也是数据架构的产物。"
        ],
        "wt": "请从下列关于数据架构文件和产物的描述中,选择描述不正确的选项()",
        "da": "D、物理数据模型是数据建模和设计的产物,也是数据架构的产物。",
        "sno": 551
    },
    {
        "xx": [
            "A、常见的六种数据建模方法是关系建模、维度建模、面向对象建模、基于事实建模、基于时间建模、NoSQL建模",
            "B、在关系数据建模方法中，三层模型仅适用于关系型数据库",
            "C、对象角色建模是一种模型驱动的工程方法",
            "D、非关系型建模通常对应三种数据库，分别是文档数据库、列数据库和图数据库"
        ],
        "wt": "请从下列关于数据建模方法的描述中，选择描述不正确的选项。",
        "da": "D、非关系型建模通常对应三种数据库，分别是文档数据库、列数据库和图数据库",
        "sno": 552
    },
    {
        "xx": [
            "A、关系是实体之间的关联",
            "B、关系的别名根据模型不同而变化",
            "C、常见的关系元数包括一元关系和二元关系",
            "D、关系必须有基数"
        ],
        "wt": "请从下列关于数据建模中的关系的描述中，选择描述不正确的选项。",
        "da": "C、常见的关系元数包括一元关系和二元关系",
        "sno": 553
    },
    {
        "xx": [
            "A、数据质量管理是数据治理的代名词",
            "B、数据质量管理仅处理结构化数据",
            "C、数据质量管理通常是一次性的项目",
            "D、数据质量管理是一个持续的过程"
        ],
        "wt": "请从下列描述中选择一个正确的选项。",
        "da": "D、数据质量管理是一个持续的过程",
        "sno": 554
    },
    {
        "xx": [
            "A、文档是记录的子集",
            "B、文件和记录无关",
            "C、文件和记录是同一回事",
            "D、记录是文档的子集"
        ],
        "wt": "请从下列描述中选择最能描述文件和记录之间的关系的选项。",
        "da": "D、记录是文档的子集",
        "sno": 555
    },
    {
        "xx": [
            "A、商品",
            "B、客户",
            "C、账户",
            "D、职业"
        ],
        "wt": "请从下列实体中，选择不是可以独立存在的实体",
        "da": "C、账户",
        "sno": 556
    },
    {
        "xx": [
            "A、客户",
            "B、账户",
            "C、商品",
            "D、职业"
        ],
        "wt": "请从下列实体中，选择不是可以独立存在的实体。",
        "da": "B、账户",
        "sno": 557
    },
    {
        "xx": [
            "A、I/ENotation（InformationEngineeringNotation）",
            "B、IDEF1X",
            "C、Barker'snotation",
            "D、UML"
        ],
        "wt": "请从下列图形表示法中选择不属于关系型数据模型表示法的选项。",
        "da": "D、UML",
        "sno": 558
    },
    {
        "xx": [
            "A、模型是否很好地利用了通用的结构。",
            "B、模型是否具有可读性。",
            "C、模型是否与企业架构一致性，模型的层级划分准确性如何。",
            "D、模型是否很好地遵从命名规范"
        ],
        "wt": "请从下列选项中，对数据模型记分卡的内容描述不正确的是？",
        "da": "C、模型是否与企业架构一致性，模型的层级划分准确性如何。",
        "sno": 559
    },
    {
        "xx": [
            "A、数据治理",
            "B、数据质量",
            "C、数据安全",
            "D、数据标准"
        ],
        "wt": "请从下列选项中，选择填空：（）职能是指导所有其他数据管理领域的活动。",
        "da": "A、数据治理",
        "sno": 560
    },
    {
        "xx": [
            "A、数据管理能力成熟度评估",
            "B、项目可行性研究",
            "C、组织变革管理",
            "D、预算申请"
        ],
        "wt": "请从下列选项中，选择填空：对于多数企业，采用正式的数据治理需要进行（），以及得到来自最高层管理者（C级别）的支持。",
        "da": "C、组织变革管理",
        "sno": 561
    },
    {
        "xx": [
            "A、法规标准",
            "B、最佳实践",
            "C、业务制度",
            "D、技术"
        ],
        "wt": "请从下列选项中，选择填空：数据治理的目的是确保根据数据管理制度和（）正确地管理数据。",
        "da": "B、最佳实践",
        "sno": 562
    },
    {
        "xx": [
            "A、覆盖（Overwrite)",
            "B、新行（New Row)",
            "C、新行＋新列（New Row and New Column)",
            "D、新列（New Column)"
        ],
        "wt": "请从下列选项中选择不能解决SCD的方法。",
        "da": "C、新行＋新列（New Row and New Column)",
        "sno": 563
    },
    {
        "xx": [
            "A、业务架构",
            "B、数据架构",
            "C、网络架构",
            "D、技术架构"
        ],
        "wt": "请从下列选项中选择不属于企业架构的选。",
        "da": "C、网络架构",
        "sno": 564
    },
    {
        "xx": [
            "A、应用架构",
            "B、系统架构",
            "C、数据架构",
            "D、技术架构"
        ],
        "wt": "请从下列选项中选择不属于企业架构的选项()",
        "da": "B、系统架构",
        "sno": 565
    },
    {
        "xx": [
            "A、系统架构",
            "B、数据架构",
            "C、技术架构",
            "D、业务架构"
        ],
        "wt": "请从下列选项中选择不属于企业架构的选项。",
        "da": "A、系统架构",
        "sno": 566
    },
    {
        "xx": [
            "A、定义范围。保证范围和接口与企业数据模型一致",
            "B、运维。确保IT系统正常运行",
            "C、设计。形成详细的目标规范，包括数据生命周期内的业务规则，验证结果的有效性，需要提供的时间，提升模型的扩展性，改进标准模型等",
            "D、理解业务需求。获取数据相关的需求，如实体、资源、可用性、质量和痛点。以及评格"
        ],
        "wt": "请从下列选项中选择不属于企业数据架构项目相关的活动的选项。",
        "da": "B、运维。确保IT系统正常运行",
        "sno": 567
    },
    {
        "xx": [
            "A、定义范围",
            "B、确定项目数据范围",
            "C、设计",
            "D、实施"
        ],
        "wt": "请从下列选项中选择不属于企业数据架构项目相关的活动的选项。",
        "da": "B、确定项目数据范围",
        "sno": 568
    },
    {
        "xx": [
            "A、定义范围。保证范围和接口与企业数据模型一致",
            "B、理解业务需求。获取数据相关的需求，如实体、资源、可用性、质量和痛点，以及评估满足这些需求的业务价值",
            "C、设计。形成详细的目标规范，包括数据生命周期内的业务规则，验证结果的有效性，需要提供的时间，提升模型的扩展性，改进标准模型等",
            "D、运维。确保IT系统正常运行"
        ],
        "wt": "请从下列选项中选择不属于企业数据架构项目相关的活动的选项？",
        "da": "D、运维。确保IT系统正常运行",
        "sno": 569
    },
    {
        "xx": [
            "A、定义组织业务规则",
            "B、提供数据和组件的标准业务词汇",
            "C、选型企业数据模型工具及构建模型管理体系",
            "D、参与数据库架构设计及选型"
        ],
        "wt": "请从下列选项中选择不属于数据架构师职责的选项()",
        "da": "A、定义组织业务规则",
        "sno": 570
    },
    {
        "xx": [
            "A、提供数据和组件的标准业务词汇",
            "B、定义组织中数据的当前状态",
            "C、整合企业数据架构蓝图",
            "D、选择开发企业数据模型的软件产品"
        ],
        "wt": "请从下列选项中选择不属于数据架构师职责的选项。",
        "da": "D、选择开发企业数据模型的软件产品",
        "sno": 571
    },
    {
        "xx": [
            "A、定义组织业务规则",
            "B、提供数据和组件的标准业务词汇",
            "C、选型企业数据模型工具及构建模型管理体系",
            "D、参与数据库架构设计及选型"
        ],
        "wt": "请从下列选项中选择不属于数据架构师职责的选项。",
        "da": "A、定义组织业务规则",
        "sno": 572
    },
    {
        "xx": [
            "A、确保数据架构和企业战略及业务架构一致",
            "B、提供数据和组件的标准业务词汇",
            "C、设计企业数据模型",
            "D、整合企业数据架构蓝图"
        ],
        "wt": "请从下列选项中选择不属于数据架构师职责的选项。",
        "da": "C、设计企业数据模型",
        "sno": 573
    },
    {
        "xx": [
            "A、项目监督",
            "B、管理架构设计、生命周期和工具",
            "C、定义标准",
            "D、工具选型"
        ],
        "wt": "请从下列选项中选择不属于数据架构治理活动的选项。",
        "da": "D、工具选型",
        "sno": 574
    },
    {
        "xx": [
            "A、公正",
            "B、团结友爱",
            "C、尊重法律和公众利益",
            "D、行善原则"
        ],
        "wt": "请从下列选项中选择不属于数据伦理准则的选项。",
        "da": "B、团结友爱",
        "sno": 575
    },
    {
        "xx": [
            "A、预防，重点应放在预防数据错误和降低数据可用性等方面。",
            "B、治理，数据治理活动可支持高质量数据开发。",
            "C、共享开放，数据质量管理活动需客观和透明。",
            "D、嵌入业务流程，在业务流程中实施数据质量标准。"
        ],
        "wt": "请从下列选项中选择不属于数据质量管理原则的选项（ ）",
        "da": "C、共享开放，数据质量管理活动需客观和透明。",
        "sno": 576
    },
    {
        "xx": [
            "A、预防,重点应放在预防数据错误和降低数据可用性等方面。",
            "B、治理,数据治理活动可支持高质量数据开发。",
            "C、共享开放,数据质量管理活动需客观和透明。",
            "D、嵌入业务流程,在业务流程中实施数据质量标准。"
        ],
        "wt": "请从下列选项中选择不属于数据质量管理原则的选项()",
        "da": "C、共享开放,数据质量管理活动需客观和透明。",
        "sno": 577
    },
    {
        "xx": [
            "A、数据模型，数据质量规则和检核结果",
            "B、数据CRUD(增、查、改、删)规则",
            "C、服务水平协议(SLA)要求和规定",
            "D、标签"
        ],
        "wt": "请从下列选项中选择不属于元数据的选项。",
        "da": "D、标签",
        "sno": 578
    },
    {
        "xx": [
            "A、数据模型，数据质量规则和检核结果",
            "B、数据CRUD(增、查、改、删）规则",
            "C、存在质量问题的数据",
            "D、服务水平协议（SLA)要求和规定"
        ],
        "wt": "请从下列选项中选择不属于元数据的选项。",
        "da": "C、存在质量问题的数据",
        "sno": 579
    },
    {
        "xx": [
            "A、数据模型，数据质量规则和检核结果",
            "B、标签",
            "C、数据CRUD（增、查、改、册）规则",
            "D、服务水平协议（SLA）要求和规定"
        ],
        "wt": "请从下列选项中选择不属于元数据的选项。",
        "da": "B、标签",
        "sno": 580
    },
    {
        "xx": [
            "A、定义元数据战略",
            "B、制定元数据计划",
            "C、理解元数据需求",
            "D、定义元数据架构"
        ],
        "wt": "请从下列选项中选择不属于元数据管理活动的选项。",
        "da": "B、制定元数据计划",
        "sno": 581
    },
    {
        "xx": [
            "A、确保元数据的质量、一致性、及时性和安全。",
            "B、推广或强制使用技术元数据标准，以实现数据交换。",
            "C、通过增加成本和延长项目周期，提升数据质量，降低培训成本和员工流动影响。",
            "D、满足监管合规"
        ],
        "wt": "请从下列选项中选择不属于元数据管理目标的选项（ ）",
        "da": "C、通过增加成本和延长项目周期，提升数据质量，降低培训成本和员工流动影响。",
        "sno": 582
    },
    {
        "xx": [
            "A、确保原数据的质量、一致性、及时性和安全。",
            "B、推广或强制使用技术元数据标准,以实现数据交换。",
            "C、通过增加成本和延长项目周期,提升数据质量,降低培训成本和员工流动影响。",
            "D、满足监管合规"
        ],
        "wt": "请从下列选项中选择不属于元数据管理目标的选项（）",
        "da": "C、通过增加成本和延长项目周期,提升数据质量,降低培训成本和员工流动影响。",
        "sno": 583
    },
    {
        "xx": [
            "A、记录和管理与数据相关业务术语的知识体系，以确保人们理解和使用数据内容的一致",
            "B、确保原数据的质量、一致性、及时性和安全",
            "C、通过增加成本和延长项目周期，提升数据质量，降低培训成本和员工流动影响。",
            "D、收集和整合来自不同来源的元数据，以确保人们了解来自组织不同部门的数据间相似与差异"
        ],
        "wt": "请从下列选项中选择不属于元数据管理目标的选项。",
        "da": "C、通过增加成本和延长项目周期，提升数据质量，降低培训成本和员工流动影响。",
        "sno": 584
    },
    {
        "xx": [
            "A、记录和管理与数据相关业务术语的知识体系，以确保人们理解和使用数据内容的一致性",
            "B、通过增加成本和延长项目周期，提升数据质量，降低培训成本和员工流动影响。",
            "C、确保原数据的质量、一致性、及时性和安全",
            "D、收集和整合来自不同来源的元数据，以确保人们了解来自组织不同部门的数据间相似与差异"
        ],
        "wt": "请从下列选项中选择不属于元数据管理目标的选项。",
        "da": "B、通过增加成本和延长项目周期，提升数据质量，降低培训成本和员工流动影响。",
        "sno": 585
    },
    {
        "xx": [
            "A、数据输入过程引起的问题",
            "B、数据处理功能引起的问题",
            "C、系统设计引起的问题",
            "D、领导不重视和企业文化不到位"
        ],
        "wt": "请从下列选项中选择导致数据质量问题的最首要的常见原因。",
        "da": "D、领导不重视和企业文化不到位",
        "sno": 586
    },
    {
        "xx": [
            "A、系统设计引起的问题",
            "B、数据输入过程引起的问题",
            "C、数据处理功能引起的问题",
            "D、领导不重视和企业文化不到位"
        ],
        "wt": "请从下列选项中选择导致数据质量问题的最首要的常见原因。",
        "da": "D、领导不重视和企业文化不到位",
        "sno": 587
    },
    {
        "xx": [
            "A、管理视角的不同,可以分为企业级模型和应用级模型,两者之间并不一定是包含和被包含的概念。",
            "B、抽象级别的不同,可以分为概念、逻辑和物理模型,不同级别模型的实体/表之间并不一定是一一对应的。",
            "C、设计方法的不同,可以分为范式建模和维度建模等,两种方法并不兼容,维度建模不需要考虑范式化。",
            "D、数据库类型的不同,可以分为关系型建模和非关系型建模,两种方法在设计思想的层面有一定程度的相似性。"
        ],
        "wt": "请从下列选项中选择对模型或设计方法的分类描述不正确的选项",
        "da": "C、设计方法的不同,可以分为范式建模和维度建模等,两种方法并不兼容,维度建模不需要考虑范式化。",
        "sno": 588
    },
    {
        "xx": [
            "A、实体就相当于数据库中的表，在设计的时候应该以开发人员使用的便捷为主。",
            "B、属性在设计的时候不需要设置非空还是必填，实际在数据库中并不使用这些约束。",
            "C、逆向工程生成的数据模型中没有关系线，说明这些实体或表之间就没有关系。",
            "D、建模过程中需要明确设计实体之间的关系，但在数据库中并不一定需要创建外键约束。"
        ],
        "wt": "请从下列选项中选择对数据建模相关概念描述正确的选项",
        "da": "D、建模过程中需要明确设计实体之间的关系，但在数据库中并不一定需要创建外键约束。",
        "sno": 589
    },
    {
        "xx": [
            "A、实体就相当于数据库中的表,在设计的时候应该以开发人员使用的便捷为主。",
            "B、属性在设计的时候不需要设置非空还是必填,实际在数据库中并不使用这些约束。",
            "C、逆向工程生成的数据模型中没有关系线，说明这些实体或表之间就没有关系。",
            "D、建模过程中需要明确设计实体之间的关系,但在数据库中并不一定需要创建外健约束。"
        ],
        "wt": "请从下列选项中选择对数据建模相关概念描述正确的选项（）",
        "da": "D、建模过程中需要明确设计实体之间的关系,但在数据库中并不一定需要创建外健约束。",
        "sno": 590
    },
    {
        "xx": [
            "A、帮助组织了解其数据，系统和工作流程",
            "B、分组通用数据概念",
            "C、在屏幕和报告上显示适当的数据",
            "D、提供有效的决策"
        ],
        "wt": "请从下列选项中选择对元数据在数据管理中的作用描述正确的选项",
        "da": "A、帮助组织了解其数据，系统和工作流程",
        "sno": 591
    },
    {
        "xx": [
            "A、认识到元数据通常通过现有流程产生,因此流程的执行者对元数据质量负责。",
            "B、对所有的元数据进行剖析和质量检查,保证质量问题能够及时发现和解决。",
            "C、制定、执行和审计元数据标准,简化元数据集成过程,为使用提供便利。",
            "D、建立反馈机制,保证用户可以将不准确或已过时的元数据通知元数据管理团队。"
        ],
        "wt": "请从下列选项中选择关于管理元数据质量方法的描述不正确的选项()",
        "da": "B、对所有的元数据进行剖析和质量检查,保证质量问题能够及时发现和解决。",
        "sno": 592
    },
    {
        "xx": [
            "A、认识到元数据通常通过现有流程产生，因此流程的执行者对元数据质量负责",
            "B、对所有的元数据进行剖析和质量检查，保证质量问题能够及时发现和解决",
            "C、制定、执行和审计元数据标准，简化元数据集成过程，为使用提供便利",
            "D、建立反馈机制，保证用户可以将不准确或已过时的元数据通知元数据管理团队"
        ],
        "wt": "请从下列选项中选择关于管理元数据质量方法的描述不正确的选项。",
        "da": "B、对所有的元数据进行剖析和质量检查，保证质量问题能够及时发现和解决",
        "sno": 593
    },
    {
        "xx": [
            "A、企业数据模型的最上层是主题域模型,主题域模型是一系列主要主题域的列表、共同表达企业最关键的数据领域。",
            "B、概念模型是针对每个主题域的模型图,概念数据模型定义业务实体及这些业务实体之间的关系。",
            "C、逻辑模型在概念模型之下,逻辑数据模型与概念模型的实体不同,是对逻辑模型实体和属性的细化。",
            "D、物理模型是由逻辑模型转换生成的,在转换过程中需要引用数据标准，并将逻辑数据类型转换为某种特定数据库类型。"
        ],
        "wt": "请从下列选项中选择关于企业数据模型描述错误的选项()",
        "da": "C、逻辑模型在概念模型之下,逻辑数据模型与概念模型的实体不同,是对逻辑模型实体和属性的细化。",
        "sno": 594
    },
    {
        "xx": [
            "A、企业数据模型的最上层是主题域模型，主题域模型是一系列主要主题域的列表，共同表达企业最关键的数据领域",
            "B、概念模型是针对每个主题域的模型图，概念数据模型定义业务实体及这些业务实体之间的关系",
            "C、逻辑模型在概念模型之下，逻辑数据模型与概念模型的实体不同，是对逻辑模型实体和属性的细化",
            "D、物理模型是由逻辑模型转换生成的，在转换过程中需要引用数据标准，并将逻辑数据类型转换为某种特定数据库类型。"
        ],
        "wt": "请从下列选项中选择关于企业数据模型描述错误的选项。",
        "da": "C、逻辑模型在概念模型之下，逻辑数据模型与概念模型的实体不同，是对逻辑模型实体和属性的细化",
        "sno": 595
    },
    {
        "xx": [
            "A、企业模型包括继承关系模型、概念模型、主题域模型、逻辑模型",
            "B、企业模型包括概念模型、主题域模型、逻辑模型、物理模型",
            "C、企业模型包括继承关系模型、概念模型、主题域模型、逻辑模型、物理模型",
            "D、企业模型包括继承关系模型、概念模型、逻辑模型、物理模型"
        ],
        "wt": "请从下列选项中选择关于企业数据模型描述准确的选项。",
        "da": "B、企业模型包括概念模型、主题域模型、逻辑模型、物理模型",
        "sno": 596
    },
    {
        "xx": [
            "A、数据清理、数据增强、数据解析、数据转换",
            "B、数据清理、数据增强、数据解析、数据格式化",
            "C、数据清理、数据增强、数据解析和格式化、数据转换与标准化",
            "D、数据清理、数据增强、数据解析和格式化、数据标准化"
        ],
        "wt": "请从下列选项中选择关于全面描述数据质量改进工作的选项。",
        "da": "C、数据清理、数据增强、数据解析和格式化、数据转换与标准化",
        "sno": 597
    },
    {
        "xx": [
            "A、时延是指从源系统生成数据到目标系统可用该数据的时间差",
            "B、时延的要求基本决定了ETL或者数据加载的方法",
            "C、时延的要求对决定ETL的选型无关",
            "D、时延是指从源系统生成数据到目标系统可用该数据的整个过程"
        ],
        "wt": "请从下列选项中选择关于时延的正确的描述。",
        "da": "A、时延是指从源系统生成数据到目标系统可用该数据的时间差",
        "sno": 598
    },
    {
        "xx": [
            "A、时延是指从元系统生成数据到目标系统可用该数据的时间差",
            "B、时延是指从源系统生成数据到目标系统可用该数据的时间差",
            "C、时延的要求对决定ETL的选型无关",
            "D、时延是指从源系统生成数据到目标系统可用该数据的整个过程"
        ],
        "wt": "请从下列选项中选择关于时延的正确的描述。",
        "da": "B、时延是指从源系统生成数据到目标系统可用该数据的时间差",
        "sno": 599
    },
    {
        "xx": [
            "A、管理数据存储的设计、实现和支持活动，以实现其最大化价值",
            "B、管理数据存储的设计，实现和支持数据操作过程中的所有活动",
            "C、管理活动包括数据存储操作和数据库操作",
            "D、数据存储和操作活动贯彻于数据设计、创建、开发、获取、处置等全生命周期"
        ],
        "wt": "请从下列选项中选择关于数据存储和操作的准确定义。",
        "da": "A、管理数据存储的设计、实现和支持活动，以实现其最大化价值",
        "sno": 600
    },
    {
        "xx": [
            "A、收集到的一组事实，并把数值分为两种类型：测量数据或变量数据，计数数据或熟悉数据。",
            "B、数据被理解为数字形式存储的信息。",
            "C、数据是世界中与某个事实结合在一起的一种真实表达。",
            "D、数据是对其所代表对象的解释，但不是被解释的对象。"
        ],
        "wt": "请从下列选项中选择关于数据的不正确定义。",
        "da": "D、数据是对其所代表对象的解释，但不是被解释的对象。",
        "sno": 601
    },
    {
        "xx": [
            "A、数据质量趋势",
            "B、质量水平",
            "C、数据质量考核体系",
            "D、服务水平一致性"
        ],
        "wt": "请从下列选项中选择关于数据质量高阶指标描述不正确的选项。",
        "da": "C、数据质量考核体系",
        "sno": 602
    },
    {
        "xx": [
            "A、投资回报",
            "B、质量水平",
            "C、数据质量考核体系",
            "D、数据质量趋势"
        ],
        "wt": "请从下列选项中选择关于数据质量高阶指标描述不正确的选项。",
        "da": "C、数据质量考核体系",
        "sno": 603
    },
    {
        "xx": [
            "A、技术相关性",
            "B、定性或者定量",
            "C、愿景性的，而不一定需要大家都可接受的",
            "D、趋势分析"
        ],
        "wt": "请从下列选项中选择关于有效的数据质量指标的选项。",
        "da": "D、趋势分析",
        "sno": 604
    },
    {
        "xx": [
            "A、技术相关性",
            "B、定性或者定量",
            "C、趋势分析",
            "D、愿景性的，而不一定需要大家都可接受的"
        ],
        "wt": "请从下列选项中选择关于有效的数据质量指标的选项。",
        "da": "C、趋势分析",
        "sno": 605
    },
    {
        "xx": [
            "A、元模型是描述业务数据结构的模型",
            "B、创建元模型是定义元数据战略和理解业务需求后的第一个设计步骤",
            "C、可以根据需求开发不同级别的元模型",
            "D、高级别的概念模型描述了系统之间的关系，低级别的元模型细化了各个属性,描述了模型组成元素和处理过程"
        ],
        "wt": "请从下列选项中选择关于元模型的描述不正确的选项。",
        "da": "A、元模型是描述业务数据结构的模型",
        "sno": 606
    },
    {
        "xx": [
            "A、非结构化数据的元数据管理与传统的结构化数据的元数据管理没有差别",
            "B、数据入湖后，可以半年后再对采集的数据进行编目，以便以后访问",
            "C、需要收集关于在数据湖中采集的每个对象的最小元数据属性集（如名称、格式、来源、版本、接收日期等)，这将生成数据湖内容的目录",
            "D、如果没有把数据湖中的元数据管理好，数据湖就会成为数据池塘"
        ],
        "wt": "请从下列选项中选择关于元模型描述正确的选项。",
        "da": "C、需要收集关于在数据湖中采集的每个对象的最小元数据属性集（如名称、格式、来源、版本、接收日期等)，这将生成数据湖内容的目录",
        "sno": 607
    },
    {
        "xx": [
            "A、元模型是创建元数据存储库的数据模型",
            "B、元模型不分概念模型、逻辑模型、物理模型",
            "C、元模型中的最小单位是代码",
            "D、元模型中代码集、代码域、代码值、代码业务含义等属于业务元数据。"
        ],
        "wt": "请从下列选项中选择关于元模型描述正确的选项。",
        "da": "A、元模型是创建元数据存储库的数据模型",
        "sno": 608
    },
    {
        "xx": [
            "A、元模型中代码集、代码域、代码值、代码业务含义等属于业务元数据",
            "B、元模型是创建元数据存储库的数据模型",
            "C、元模型不分概念模型、逻辑模型、物理模型",
            "D、元模型中的最小单位是代码"
        ],
        "wt": "请从下列选项中选择关于元模型描述正确的选项。",
        "da": "B、元模型是创建元数据存储库的数据模型",
        "sno": 609
    },
    {
        "xx": [
            "A、数据入湖后，可以半年后再对采集的数据进行编目，以便以后访问",
            "B、需要收集关于在数据湖中采集的每个对象的最小元数据属性集（如名称、格式、来源、版本、接收日期等），这将生成数据湖内容的目录",
            "C、如果没有把数据湖中的元数据管理好，数据湖就会成为数据池塘",
            "D、非结构化数据的元数据管理与传统的结构化数据的元数据管理没有差别"
        ],
        "wt": "请从下列选项中选择关于元模型描述正确的选项。",
        "da": "B、需要收集关于在数据湖中采集的每个对象的最小元数据属性集（如名称、格式、来源、版本、接收日期等），这将生成数据湖内容的目录",
        "sno": 610
    },
    {
        "xx": [
            "A、元数据是关于数据的数据",
            "B、元数据包括技术和业务流程、数据规则和约束、逻辑数据结构与物理数据结构等",
            "C、元数据描述数据本身，数据表示的概念，数据与概念之间的关系",
            "D、元数据与数据不同，是一类特殊的数据，不具备数据的通用属性和特征"
        ],
        "wt": "请从下列选项中选择关于元数据定义描述不正确的选项。",
        "da": "D、元数据与数据不同，是一类特殊的数据，不具备数据的通用属性和特征",
        "sno": 611
    },
    {
        "xx": [
            "A、元数据包括技术和业务流程、数据规则和约束、逻辑数据结构与物理数据结构等",
            "B、元数据与数据不同，是一类特殊的数据，不具备数据的通用属性和特征",
            "C、元数据是关于数据的数据",
            "D、元数据描述数据本身，数据表示的概念，数据与概念之间的关系"
        ],
        "wt": "请从下列选项中选择关于元数据定义描述不正确的选项。",
        "da": "B、元数据与数据不同，是一类特殊的数据，不具备数据的通用属性和特征",
        "sno": 612
    },
    {
        "xx": [
            "A、主数据服务数据遵从性。",
            "B、元数据管理成熟度，根据能力成熟度模型的评估方法，开发用于企业元数据成熟度的指标。",
            "C、元模型和血缘关系建设和应用的情况。",
            "D、业务术语活动，评估业务术语的使用、更新、定义解析、覆盖范围等内容。"
        ],
        "wt": "请从下列选项中选择关于元数据管理工作度量指标描述不正确的选项（ ）",
        "da": "C、元模型和血缘关系建设和应用的情况。",
        "sno": 613
    },
    {
        "xx": [
            "A、元数据存储库完整性",
            "B、元数据存储库的性能",
            "C、元数据的备份",
            "D、元数据技术选型"
        ],
        "wt": "请从下列选项中选择关于元数据管理工作度量指标描述正确的选项。",
        "da": "A、元数据存储库完整性",
        "sno": 614
    },
    {
        "xx": [
            "A、元数据存储库完整性",
            "B、元数据技术选型",
            "C、元数据的备份",
            "D、元数据存储库的性能"
        ],
        "wt": "请从下列选项中选择关于元数据管理工作度量指标描述正确的选项。",
        "da": "A、元数据存储库完整性",
        "sno": 615
    },
    {
        "xx": [
            "A、网盘/文档系统。",
            "B、档案系统",
            "C、影像系统。",
            "D、ECM企业内容管理系统。"
        ],
        "wt": "请从下列选项中选择能够最大范围管理非结构化数据的系统。",
        "da": "D、ECM企业内容管理系统。",
        "sno": 616
    },
    {
        "xx": [
            "A、Zachman架构框架",
            "B、战略一致性模型",
            "C、阿姆斯特丹模型",
            "D、ITIL"
        ],
        "wt": "请从下列选项中选择属于企业架构框架的选项。",
        "da": "A、Zachman架构框架",
        "sno": 617
    },
    {
        "xx": [
            "A、列表中的有效值",
            "B、维度建模的核心概念",
            "C、在数据治理中广泛使用的数据质量的一方面",
            "D、数据的可测量特征"
        ],
        "wt": "请从下列选项中选择属于数据质量维度的定义:",
        "da": "D、数据的可测量特征",
        "sno": 618
    },
    {
        "xx": [
            "A、列表中的有效值",
            "B、维度建模的核心概念",
            "C、在数据治理中广泛使用的数据质量的一个方面",
            "D、数据的可测量特征"
        ],
        "wt": "请从下列选项中选择属于数据质量维度的选项。",
        "da": "A、列表中的有效值",
        "sno": 619
    },
    {
        "xx": [
            "A、数据质量和知识产权保护",
            "B、降低风险和业务增长",
            "C、数据保护和灵活的数据库设计",
            "D、风险控制和内容管理"
        ],
        "wt": "请从下列选项中选择数据安全活动的主要驱动因素。",
        "da": "B、降低风险和业务增长",
        "sno": 620
    },
    {
        "xx": [
            "A、数据输入过程引起的问题",
            "B、数据处理功能引起的问题",
            "C、系统设计引起的问题",
            "D、以上都是"
        ],
        "wt": "请从下列选项中选择数据质量问题的常见原因。",
        "da": "D、以上都是",
        "sno": 621
    },
    {
        "xx": [
            "A、OLTP",
            "B、OLAP",
            "C、RACI",
            "D、CRUD"
        ],
        "wt": "请从下列选项中选择一种快速提供多维分析查询的方法。",
        "da": "B、OLAP",
        "sno": 622
    },
    {
        "xx": [
            "A、清除数据集市中的数据，改正相关数据，并从数据仓库中重新加载",
            "B、清除源系统中的数据，改正相关数据，然后重新加载数据仓库",
            "C、通常清除数据，改正相关数据，然后从最佳系统重新加载",
            "D、清除数据仓库中的数据，改正相关数据，并从源系统重新加载"
        ],
        "wt": "请从下列选项中选择一种用于管理数据集市中的错误数据的处理方法。",
        "da": "B、清除源系统中的数据，改正相关数据，然后重新加载数据仓库",
        "sno": 623
    },
    {
        "xx": [
            "A、属性、实体、数据模型、物理模型、应用程序",
            "B、属性、实体、数据模型、存储库、应用程序",
            "C、列／字段、表、码值、存储库、应用程序",
            "D、列／字段、表、代码集、存储库、应用程序"
        ],
        "wt": "请从下列选项中选择元数据存储库元模型构成顺序正确的选项。",
        "da": "B、属性、实体、数据模型、存储库、应用程序",
        "sno": 624
    },
    {
        "xx": [
            "A、主数据服务数据遵从性。",
            "B、元数据管理成熟度，根据能力成熟度模型的评估方法，开发用于企业元数据成熟度的指标。",
            "C、元模型和血缘关系建设和应用的情况。",
            "D、业务术语活动,评估业务术语的使用、更新、定义解析、覆盖范围等内容。"
        ],
        "wt": "请从下列选项中选择元数据管理工作度量指标描述不正确的选项()",
        "da": "C、元模型和血缘关系建设和应用的情况。",
        "sno": 625
    },
    {
        "xx": [
            "A、实体中的属性可以是键属性,也可以是非键属性,键属性只能是一个属性。",
            "B、一个实体中可以包含多个子类型,子类型也可以设计为独立的实体。",
            "C、域的作用是保证模型属性中格式和数据集的一致性,须为每个属性指定域。",
            "D、逻辑数据模型设计完成时,不允许实体之间存在多对多关系。"
        ],
        "wt": "请从下列选项中选择针对逻辑数据模型描述不正确的选项( )",
        "da": "A、实体中的属性可以是键属性,也可以是非键属性,键属性只能是一个属性。",
        "sno": 626
    },
    {
        "xx": [
            "A、提取转换和加载解决方案",
            "B、记录处理解决方案",
            "C、复制解决方案",
            "D、数据库备份和还原解决方案"
        ],
        "wt": "请从下列选项中选择支持多个国家网站的“内容分发网络”可能使用的解决方案。",
        "da": "C、复制解决方案",
        "sno": 627
    },
    {
        "xx": [
            "A、概念模型更便于用户对需求范围和数据架构的理解以及开发的范围",
            "B、概念模型是从技术架构中衍生出来的",
            "C、概念模型是后续逻辑和物理模型设计的基础，定义了逻辑和物理模型没计的框架",
            "D、概念模型相较于逻辑模型和物理模型是最抽象的"
        ],
        "wt": "请从下列针对概念模型的描述中，选择描述不正确的选项。",
        "da": "B、概念模型是从技术架构中衍生出来的",
        "sno": 628
    },
    {
        "xx": [
            "A、概念模型是后续逻辑和物理模型设计的基础，定义了逻辑和物理模型设计的框架",
            "B、概念模型更便于用户对需求范围和数据架构的理解，以及开发的范围",
            "C、概念模型是从技术架构中衍生出来的",
            "D、概念模型比较于逻辑模型和物理模型是最抽象的"
        ],
        "wt": "请从下列针对概念模型的描述中，选择描述不正确的选项。",
        "da": "C、概念模型是从技术架构中衍生出来的",
        "sno": 629
    },
    {
        "xx": [
            "A、实体、表、属性、字段、键、视图和索引等都需要与技术标准保持一致。",
            "B、逻辑名称对业务用户具有重要的意义，应尽可能使用完整的单词，避免使用缩写。",
            "C、物理名称必须符合 DBMS 允许的最大长度，因此必要时需要使用缩写。",
            "D、命名标准应该尽量减少跨环境的名称变化，名称应该是唯一的且尽可能具有描述性。"
        ],
        "wt": "请从下列针对命名标准的描述中，选择描述不正确的选项。",
        "da": "A、实体、表、属性、字段、键、视图和索引等都需要与技术标准保持一致。",
        "sno": 630
    },
    {
        "xx": [
            "A、一对多",
            "B、多对多",
            "C、多对一",
            "D、一对一"
        ],
        "wt": "请看下图，图中所表示的是种什么关系？",
        "da": "B、多对多",
        "sno": 631
    },
    {
        "xx": [
            "A、用户接受测试",
            "B、性能测试",
            "C、系统集成测试",
            "D、渗透测试"
        ],
        "wt": "请来自组织本身或从外部安全公司聘任的“白帽”黑客试图从外部侵入系统，试图找出系统漏洞。这属于下列哪种测试方法?",
        "da": "D、渗透测试",
        "sno": 632
    },
    {
        "xx": [
            "A、安全意识指标",
            "B、安全实施指标",
            "C、安全事件指标",
            "D、机密数据扩散"
        ],
        "wt": "请问以下这组流程属于哪种类型的数据安全度量指标确定的依据？①风险评估结果②风险事件和配置文件③正式的反馈调查和访谈④事故复盘、经验教训和受害者访谈⑤补丁有效性审计",
        "da": "A、安全意识指标",
        "sno": 633
    },
    {
        "xx": [
            "A、通过提供上下文语境和执行数据质量检查，以便提高数据的可信度",
            "B、通过识别冗余数据和流程提高运营效率",
            "C、通过增加成本和延长项目周期，提升数据质量，降低培训成本和员工流",
            "D、防止使用过时或不正确的数据"
        ],
        "wt": "请选择不属于元数据管理的业务驱动因素的选项。",
        "da": "C、通过增加成本和延长项目周期，提升数据质量，降低培训成本和员工流",
        "sno": 634
    },
    {
        "xx": [
            "A、企业视角",
            "B、审计",
            "C、业务视角",
            "D、战略"
        ],
        "wt": "请选择不属于元数据实施指导原则的选项( )",
        "da": "C、业务视角",
        "sno": 635
    },
    {
        "xx": [
            "A、管理数据质量规则",
            "B、测量和监控数据质量",
            "C、制定管理数据问题的操作过程",
            "D、编写数据质量提升实施计划"
        ],
        "wt": "请选择关于开发和部署数据质量操作内容描述不正确的选项。",
        "da": "D、编写数据质量提升实施计划",
        "sno": 636
    },
    {
        "xx": [
            "A、如果用Oracle和MsSQL，需要考虑Oracle的云存储",
            "B、如果用Teradata，需要考虑AWS云存储",
            "C、逻辑模型与技术实现无关，不应该也无需考虑如何存储数据",
            "D、数据可以存储在HadoopHDFS中，也可以存储在区块链分类帐中"
        ],
        "wt": "请选择关于逻辑模型表述正确的选项。",
        "da": "C、逻辑模型与技术实现无关，不应该也无需考虑如何存储数据",
        "sno": 637
    },
    {
        "xx": [
            "A、规则是元数据的一种关键形式",
            "B、规则的目标是描述数据的形态",
            "C、规则应由IT专业人员编写",
            "D、规则应有数据分析支持"
        ],
        "wt": "请选择关于数据质量规则描述不正确的选项。",
        "da": "C、规则应由IT专业人员编写",
        "sno": 638
    },
    {
        "xx": [
            "A、领导和员工提高意识",
            "B、有效治理",
            "C、领导力和管理能力",
            "D、顶层设计"
        ],
        "wt": "请选择关于有效管理数据质量的保障描述不正确的选项()",
        "da": "D、顶层设计",
        "sno": 639
    },
    {
        "xx": [
            "A、与其他数据不一样，元数据是关于数据的数据，元数据本身不需要管理",
            "B、随着组织收集和存储数据能力的提升，元数据在数据管理中的作用就会变得越来越不重要",
            "C、要实现数据驱动，组织必须先实现元数据驱动",
            "D、元数据管理不需要考虑元数据的质量问题"
        ],
        "wt": "请选择关于元数据管理描述正确的选项。",
        "da": "C、要实现数据驱动，组织必须先实现元数据驱动",
        "sno": 640
    },
    {
        "xx": [
            "A、与其他数据不一样，元数据是关于数据的数据，元数据本身不需要管理",
            "B、要实现数据驱动，组织必须先实现元数据驱动",
            "C、随着组织收集和存储数据能力的提升，元数据在数据管理中的作用就会变得越来越不重要",
            "D、元数据管理不需要考虑元数据的质量问题"
        ],
        "wt": "请选择关于元数据管理描述正确的选项。",
        "da": "B、要实现数据驱动，组织必须先实现元数据驱动",
        "sno": 641
    },
    {
        "xx": [
            "A、因不正确、不完整和不合理的假设或缺失数据内容的知识导致错误判断",
            "B、暴露敏感数据，使客户或员工面临风险，影响商业信誉和导致法律纠纷",
            "C、如果了解了数据的那些领域专家们离开了，那么他们了解的知识也随之被带走了",
            "D、导致数据错误，造成经济损失"
        ],
        "wt": "缺失高质量元数据可能带来的影响说法不正确的是：",
        "da": "D、导致数据错误，造成经济损失",
        "sno": 642
    },
    {
        "xx": [
            "A、培训数据生产者",
            "B、制定正式的变更控制",
            "C、建立数据输入控制",
            "D、实施数据治理和管理制度"
        ],
        "wt": "确保定义并执行以下内容的角色和责任：参与规则、决策权和有效管理数据和信息资产的责任（McGilvray，2008）。与数据管理专员合作，修改数据生成、发送和接收的流程和机制，上述是预防措施的方法中的哪一个？",
        "da": "D、实施数据治理和管理制度",
        "sno": 643
    },
    {
        "xx": [
            "A、数据治理直接管理数据",
            "B、IT治理的作用是确保业务为IT服务",
            "C、数据治理确保数据被恰当地管理",
            "D、数据治理相当于将监督和执行的职责合并"
        ],
        "wt": "人们有时表示难以理解数据治理是什么。治理本身是一个通用概念。数据管理专家可以将其他治理的橱念和原则应用于数据治理。通常将审计、会计与数据治理放在一起比较。审计员和财务主管设置管理财务资产的规则。数据治理专家制定管理数据资产的规则，然后其他领域执行这些规则。请从下列选项中选择正确的描述。",
        "da": "C、数据治理确保数据被恰当地管理",
        "sno": 644
    },
    {
        "xx": [
            "A、数据治理要与IT治理区分开",
            "B、IT治理的作用是确保IT战略、投资与企业目标",
            "C、数据治理确保数据被恰当地管理，并直接管理数据",
            "D、数据治理相当于将监督和执行的职责分离"
        ],
        "wt": "人们有时表示难以理解数据治理是什么。治理本身是一个通用概念。数据管理专家可以将其他治理的概念和原则应用于数据治理。通常将审计、会计与数据治理放在一起比较。审计员和财务主管设置管理财务资产的规则。数据治理专家制定管理数据资产的规则，然后其他领域执行这些规则。请从下列选项中选择不正确的描述。",
        "da": "C、数据治理确保数据被恰当地管理，并直接管理数据",
        "sno": 645
    },
    {
        "xx": [
            "A、操作元数据",
            "B、描述元数据",
            "C、结构元数据",
            "D、保存元数据"
        ],
        "wt": "任何不在数据库或数据文件中的数据都被认为是非结构化数据，下列哪项不属于非结构化数据的元数据？",
        "da": "A、操作元数据",
        "sno": 646
    },
    {
        "xx": [
            "A、填充预测模型、训练模型、创建数据可视化、评估模型",
            "B、评估模型、填充预测模型、训练模型、创建数据可视化",
            "C、填充预测模型、训练模型、评估模型、创建数据可视化",
            "D、评估模型、填充预测模型、创建数据可视化、训练模型"
        ],
        "wt": "如何使用模型探索数据，具体步骤是？",
        "da": "C、填充预测模型、训练模型、评估模型、创建数据可视化",
        "sno": 647
    },
    {
        "xx": [
            "A、识别当前的数据管理参与者",
            "B、立项和预算",
            "C、识别委员会的参与者",
            "D、识别和分析利益相关方"
        ],
        "wt": "如下哪项不是建立数据管理组织需要做的工作？",
        "da": "B、立项和预算",
        "sno": 648
    },
    {
        "xx": [
            "A、支持运营",
            "B、合规需求",
            "C、商务智能活动",
            "D、大数据分析"
        ],
        "wt": "如下哪一项不是数据仓库建设的主要驱动力？",
        "da": "D、大数据分析",
        "sno": 649
    },
    {
        "xx": [
            "A、聚焦业务目标",
            "B、以始为终",
            "C、全局性的思考和设计",
            "D、总结并持续优化"
        ],
        "wt": "如下哪一项不是数据仓库建设应遵循的指导原则？",
        "da": "B、以始为终",
        "sno": 650
    },
    {
        "xx": [
            "A、数据架构师",
            "B、数据模型管理员",
            "C、BI架构师",
            "D、数据库管理员"
        ],
        "wt": "如下哪一项属于混合角色？",
        "da": "C、BI架构师",
        "sno": 651
    },
    {
        "xx": [
            "A、元数据",
            "B、主数据",
            "C、数据标准化过程",
            "D、数据分类分级和共享"
        ],
        "wt": "如下这张图描述的是哪个领域的数据管理过程？",
        "da": "B、主数据",
        "sno": 652
    },
    {
        "xx": [
            "A、商务智能能为组织、客户及产品提供洞察",
            "B、商务智能可以整合历史数据",
            "C、所有的商务智能都依赖于数据仓库",
            "D、数据仓库与商务智能作为业务决策主要驱动力协同发展"
        ],
        "wt": "商务智能与数据仓库描述错误的是？",
        "da": "C、所有的商务智能都依赖于数据仓库",
        "sno": 653
    },
    {
        "xx": [
            "A、ETL工具",
            "B、运营报表",
            "C、数据字典",
            "D、BI工具"
        ],
        "wt": "什么是支撑数据仓库使用的必要组件？",
        "da": "C、数据字典",
        "sno": 654
    },
    {
        "xx": [
            "A、生物学伦理是不可以应用到数据管理科学的",
            "B、数据确权、数据价值评估、公正合理",
            "C、尊重他人、行善原则、公正，以及后来加上的第四条原则：尊重法律和公众利益",
            "D、治病数人、救死扶伤、合理收费"
        ],
        "wt": "生物伦理学以维护人类尊严为中心的公认原则为数据伦理准则提供了一个良好的起点。例如，贝尔蒙特医学研究原则也适用于信息管理学科(US-HSS，1979年)。请从下列选项中选择关于贝尔蒙特医学研究原则提出的几项基本内容:",
        "da": "C、尊重他人、行善原则、公正，以及后来加上的第四条原则：尊重法律和公众利益",
        "sno": 655
    },
    {
        "xx": [
            "A、谁控制关键资源",
            "B、谁资金最多",
            "C、谁可以影响其他关键因素",
            "D、利益相关方是否会支持即将发生的变化"
        ],
        "wt": "识别关键利益相关方，不用考虑？",
        "da": "B、谁资金最多",
        "sno": 656
    },
    {
        "xx": [
            "A、根据安全需求给用户分组",
            "B、根据业务需求给用户分组",
            "C、将工具与用户要求相匹配",
            "D、IT的选项必须为业务服务"
        ],
        "wt": "实施商务智能组合是为了在业务部门内部或业务部门之间为正确的用户社区选定合适的前段工具。如下哪项工作属于这些内容之一？",
        "da": "C、将工具与用户要求相匹配",
        "sno": 657
    },
    {
        "xx": [
            "A、发起数据标准和规程",
            "B、发起数据资产估值",
            "C、制定业务术语表",
            "D、制定数据治理运营框架"
        ],
        "wt": "实施数据治理不包括:",
        "da": "D、制定数据治理运营框架",
        "sno": 658
    },
    {
        "xx": [
            "A、成功的数据治理始于远见卓识和坚定的领导",
            "B、实行数据战略不需要满足业务目标和战略",
            "C、在所有数据管理的知识领域中，业务数据管理专员和数据管理专员共担责任",
            "D、数据治理活动发生在企业层面和各地基层，但通常发生在中间各层面"
        ],
        "wt": "实施数据治理规划需要有变革的承诺，下面（）不能帮助企业建立强大的数据治理基础",
        "da": "B、实行数据战略不需要满足业务目标和战略",
        "sno": 659
    },
    {
        "xx": [
            "A、1级",
            "B、2级",
            "C、3级",
            "D、4级"
        ],
        "wt": "使用有限的工具集进行通用的数据管理，很少或根本没有治理活动。数据处理高度依赖于少数专家，角色和责任在各部门分开定义，这是成熟度（）等级的特征？",
        "da": "A、1级",
        "sno": 660
    },
    {
        "xx": [
            "A、BI产品的功能",
            "B、响应时间和性能指标",
            "C、使用指标。包括注册用户数、连接用户数或并发用户数",
            "D、主题域覆盖率"
        ],
        "wt": "数仓和B1建设的度量指标包括了多种。请从下列选项中选择不属于该度量指标的选项。",
        "da": "A、BI产品的功能",
        "sno": 661
    },
    {
        "xx": [
            "A、使用指标。包括注册用户数、连接用户数或并发用户数",
            "B、主题域覆盖率",
            "C、响应时间和性能指标",
            "D、BI产品的功能"
        ],
        "wt": "数仓和BI建设的度量指标包括了多种。请从下列选项中选择不属于该度量指标的选项。（）",
        "da": "D、BI产品的功能",
        "sno": 662
    },
    {
        "xx": [
            "A、数据的组织形式是按主题域而不是按功能需求",
            "B、数据仓库中不仅包含了结构化数据，也包含了非结构化数据",
            "C、数据仓库中提供的历史比应用程度中提供的历史数据多",
            "D、数据是整合的数据，而不是“孤立”的烟囱数据"
        ],
        "wt": "数仓里的数据来源于各种应用程序(源数据)。数据源里的数据和数仓里的数据有不同。请从下列选项中选择关于这个不同描述不正确的选项。",
        "da": "B、数据仓库中不仅包含了结构化数据，也包含了非结构化数据",
        "sno": 663
    },
    {
        "xx": [
            "A、强密码，有助于提高破解风险",
            "B、安全专家建议45-180天修改一次密码",
            "C、用户要尽量使用多套密码和账户",
            "D、具有高度民膏西悉尼权限的用户都应该使用双重因素识别技术登录路网"
        ],
        "wt": "数据安全不仅涉及防止不当访问，也涉及对数据的适当访问，下列理解不正确的是（）",
        "da": "A、强密码，有助于提高破解风险",
        "sno": 664
    },
    {
        "xx": [
            "A、数据管理专员负责评估和确定适当的数据密级",
            "B、根据组织的需求制定数据安全方案而不是根据法规的要求分类",
            "C、管理和维护数据安全",
            "D、确保遵循制度并有效维护控制的日常活动"
        ],
        "wt": "数据安全策略的实施和管理主要由安全管理员负责，组织必须实施适当的控制和规程，以下哪项不属于控制和规程应涵盖的内容？",
        "da": "B、根据组织的需求制定数据安全方案而不是根据法规的要求分类",
        "sno": 665
    },
    {
        "xx": [
            "A、业务需求",
            "B、外部监管限制",
            "C、系统软件产品",
            "D、应用软件产品"
        ],
        "wt": "数据安全活动包括确定需求环节，在这个环节中，区分不同内容规则很重要，以下不属于需要优先关注的规则内容是（）",
        "da": "C、系统软件产品",
        "sno": 666
    },
    {
        "xx": [
            "A、组织可能因不遵守法规而被罚款",
            "B、数据安全最好在企业级层面开展",
            "C、主数据是管理敏感数据的方法",
            "D、强大的信息安全能够推动交易进行并建立客户的信心"
        ],
        "wt": "数据安全活动的主要驱动因素，以下说法错误的是?",
        "da": "C、主数据是管理敏感数据的方法",
        "sno": 667
    },
    {
        "xx": [
            "A、敏捷(Agile)",
            "B、访间(Access)",
            "C、审计(Audit)",
            "D、授权(Authorization)"
        ],
        "wt": "数据安全一般包括4A+E。请从下列选项中选择关于数据安全不正确的一个。",
        "da": "A、敏捷(Agile)",
        "sno": 668
    },
    {
        "xx": [
            "A、访问（Access)",
            "B、审计（Audit)",
            "C、敏捷（Agile)",
            "D、授权（Authorization)"
        ],
        "wt": "数据安全一般包括4A+E，请从下列选项中选择关于数据安全不正确的一个“A”。",
        "da": "C、敏捷（Agile)",
        "sno": 669
    },
    {
        "xx": [
            "A、协同合作",
            "B、明确责任",
            "C、元数据驱动",
            "D、企业统筹"
        ],
        "wt": "数据安全中运用数据安全标准和策略时，必须保证组织的一致性是以下哪一指导原则？",
        "da": "D、企业统筹",
        "sno": 670
    },
    {
        "xx": [
            "A、信息是知识的高阶层表示",
            "B、数据和信息都是需要被管理",
            "C、信息是“在上下文的语境数据”",
            "D、数据和信息两个术语可以互换"
        ],
        "wt": "数据被称为“信息的原材料”，以下关于数据和信息的关系理解不正确的是（）",
        "da": "A、信息是知识的高阶层表示",
        "sno": 671
    },
    {
        "xx": [
            "A、片面抽样方法",
            "B、预设结论的数据采集",
            "C、背景和文化",
            "D、定义不清晰或无效的比较"
        ],
        "wt": "数据被滥用的情况很多，比如随意收集人脸数据，强制要求提供不必要的隐私信息等。偏见也可能导致数据的滥用。请从下列选项中选择不属于由于偏见而导致的数据滥用的情况。",
        "da": "D、定义不清晰或无效的比较",
        "sno": 672
    },
    {
        "xx": [
            "A、准 确 性",
            "B、存储限制",
            "C、诚信和保密",
            "D、数据最小化"
        ],
        "wt": "数据必须以可以识别的数据主体形式保存是属于 GDPR 准则里面的哪一个？",
        "da": "B、存储限制",
        "sno": 673
    },
    {
        "xx": [
            "A、数据、技术、商务智能工具",
            "B、数据、业务、技术",
            "C、数据、架构、工具",
            "D、数据、业务、工具"
        ],
        "wt": "数据仓库/商务智能建设项目三条并存的构建轨迹是？",
        "da": "A、数据、技术、商务智能工具",
        "sno": 674
    },
    {
        "xx": [
            "A、暂存区",
            "B、中央数据仓库",
            "C、数据集市",
            "D、数据立方体"
        ],
        "wt": "数据仓库包含多个不同用途的存储区域，介于原始数据源和集中式数据存储库之间的中间数据存储区域叫什么？",
        "da": "A、暂存区",
        "sno": 675
    },
    {
        "xx": [
            "A、中央数据仓库",
            "B、数据集市",
            "C、数据立方体",
            "D、操作型数据存（ODS）"
        ],
        "wt": "数据仓库包含多个不同用途的存储区域，其中创建索引和外键以支持维度表是哪一存储区域的概念？",
        "da": "A、中央数据仓库",
        "sno": 676
    },
    {
        "xx": [
            "A、业务接受度",
            "B、保障资源安全",
            "C、服务水平协议",
            "D、报表策略"
        ],
        "wt": "数据仓库和商务智能治理活动不包括（）",
        "da": "B、保障资源安全",
        "sno": 677
    },
    {
        "xx": [
            "A、数据的组织形式是按主题域而不是按功能需要",
            "B、数据是整合的数据，而不是“孤立”的烟囱数据",
            "C、数据在数据仓库中的延迟比应用程序低",
            "D、数据仓库中提供的历史数据比应用程序中提供的历史数据多"
        ],
        "wt": "数据仓库和数据集市的数据与应用程序中的数据不同，下面表述不正确的是（）",
        "da": "C、数据在数据仓库中的延迟比应用程序低",
        "sno": 678
    },
    {
        "xx": [
            "A、数据的组织形式是按主题域而不是按功能需要。",
            "B、数据是整合的数据，而不是“孤立”的烟囱数据。",
            "C、由于要实现更好的决策支持，所以数据在数据仓库中的延迟比在应用程序中低。",
            "D、数据仓库中提供的历史数据比应用程序中提供的历史数据多。"
        ],
        "wt": "数据仓库和数据集市的数据与应用程序中的数据不同点不包括",
        "da": "C、由于要实现更好的决策支持，所以数据在数据仓库中的延迟比在应用程序中低。",
        "sno": 679
    },
    {
        "xx": [
            "A、源系统",
            "B、数据集成",
            "C、数据存储区域",
            "D、各种报表工具"
        ],
        "wt": "数据仓库环境包括一系列组织起来以满足企业需求的架构组件。尽管有争议，这些架构组件最有可能不包括如下哪项？",
        "da": "D、各种报表工具",
        "sno": 680
    },
    {
        "xx": [
            "A、整合数据、减少冗余和提高信息一致性",
            "B、运营支持职能、合规需求和商务智能活动",
            "C、数据集成、分析应用和决策支持",
            "D、客户和消费者的剧增、分析的需求、企业统一管控的需求"
        ],
        "wt": "数据仓库建设的主要驱动力",
        "da": "B、运营支持职能、合规需求和商务智能活动",
        "sno": 681
    },
    {
        "xx": [
            "A、历史数据加载和持续不断的数据更新",
            "B、批量加载和实时加载",
            "C、ETL和ELT",
            "D、批流分离的加载和批流一体的加载"
        ],
        "wt": "数据仓库建设涉及两种主要的数据集成处理类型。请从下列选项中选择关于这两种集成处理描述正确的选项。",
        "da": "A、历史数据加载和持续不断的数据更新",
        "sno": 682
    },
    {
        "xx": [
            "A、历史数据加载和持续不断的数据更新",
            "B、ETL和ELT",
            "C、批量加载和实时加载，",
            "D、批流分离的加载和批流一体的加载"
        ],
        "wt": "数据仓库建设涉及两种主要的数据集成处理类型。请从下列选项中选择关于这两种集成处理描述正确的选项。",
        "da": "A、历史数据加载和持续不断的数据更新",
        "sno": 683
    },
    {
        "xx": [
            "A、所有数据存储在单个数据仓库层中",
            "B、存储已清洗过的、标准化的和受管控的原子级数据",
            "C、单一数据存储就可以通过星形架构的数据集市面向不同的数据消费者提供数据",
            "D、由一致性维度表和一致性事实表提供企业级信息"
        ],
        "wt": "数据仓库建设涉及两种主要的数据集成处理类型：历史数据加载和持续不断的数据更新，以下哪个是 Kimball 类型数据仓库的建议",
        "da": "D、由一致性维度表和一致性事实表提供企业级信息",
        "sno": 684
    },
    {
        "xx": [
            "A、使用指标",
            "B、主题覆盖域率",
            "C、时间响应和性能指标",
            "D、拥有总成本"
        ],
        "wt": "数据仓库是通过规划、实施和控制过程，来提供决策支持数据，支持从事报告、查询和分析的知识工作者，以下哪个不是数据仓库和商务智能的度量指标？",
        "da": "D、拥有总成本",
        "sno": 685
    },
    {
        "xx": [
            "A、团结友爱",
            "B、偏见",
            "C、尊重法律和公众利益",
            "D、行善原则"
        ],
        "wt": "数据处理的伦理是数据管理人员必须严肃对待和严格遵循的一些原则。有悖于数据伦理的数据处理行为和场景有很多，比如大数据杀熟等。请从下列选项中选择有悖于数据伦理的选项。",
        "da": "B、偏见",
        "sno": 686
    },
    {
        "xx": [
            "A、数据库操作支持和数据库技术支持",
            "B、数据库业务支持和数据库技术支持",
            "C、数据库决策支持和数据库技术支持",
            "D、数据库选型支持和数据库技术支持"
        ],
        "wt": "数据存储操作主要包括两方面的内容。请从下列选项中选择正确的这两部分内容。",
        "da": "A、数据库操作支持和数据库技术支持",
        "sno": 687
    },
    {
        "xx": [
            "A、质量保证测试、集成测试、用户验收测试（UAT）、性能测试",
            "B、实验测试、集成测试、用户验收测试(UAT)、数据沙盒",
            "C、质量保证测试、集成测试、用户验收测试（UAT)）、但不包括性能测试",
            "D、实验测试、集成测试、用户验收测试(UAT))、性能测试"
        ],
        "wt": "数据存储和操作主要由数据库管理员(DBA)负责。DBA既要负责生产环境，也要负责非生产环境。测试环境属于非生产环境。请从下列选项中选择测试环境的主要应用场景。",
        "da": "A、质量保证测试、集成测试、用户验收测试（UAT）、性能测试",
        "sno": 688
    },
    {
        "xx": [
            "A、编排(Orchestration)是一个术语，用来描述在一个系统中如何组织和执行多个相关流程",
            "B、编排是指如何安排相关人力资源从而高效完成ETL的任务",
            "C、ETL的任务在编排中既可以串行也可以并行，具体需要看业务逻辑和场景",
            "D、所有处理消息或数据的系统必须能够管理这些流程的执行顺序，以保持一致性和连续性"
        ],
        "wt": "数据的ETL有可能会是个非常复杂的过程和组合。请从下列选项中选择不正确的描述。",
        "da": "B、编排是指如何安排相关人力资源从而高效完成ETL的任务",
        "sno": 689
    },
    {
        "xx": [
            "A、编排（Orchestration)是一个术语，用来描述在一个系统中如何组织和执行多个相关流程",
            "B、ETL的任务在编排中只能串行而不能并行",
            "C、所有处理消息或数据的系统必须能够管理这些流程的执行顺序。以保持一致性和连续性",
            "D、流程控制是确保数据的调度、交付、抽取和装载的准确和完整的组件"
        ],
        "wt": "数据的ETL有可能会是个非常复杂的过程和组合。请从下列选项中选择不正确的描述。",
        "da": "B、ETL的任务在编排中只能串行而不能并行",
        "sno": 690
    },
    {
        "xx": [
            "A、管理数据意味着对数据质量进行管理。",
            "B、管理数据需要元数据，元数据可以单独管理，独立于数据产生的流程。",
            "C、数据管理必须驱动信息技术决策，且需要多部门参与。",
            "D、数据管理需要从企业级角度出发，为了达到预期效果，需要领导层承担责任"
        ],
        "wt": "数据管理必须平衡战略和运营需求，为了保持平衡，需要遵循数据管理原则，请从下列选项中选择不正确的原则。",
        "da": "B、管理数据需要元数据，元数据可以单独管理，独立于数据产生的流程。",
        "sno": 691
    },
    {
        "xx": [
            "A、三级",
            "B、四级",
            "C、五级",
            "D、六级"
        ],
        "wt": "数据管理成熟度给企业的最高评级是几级？",
        "da": "C、五级",
        "sno": 692
    },
    {
        "xx": [
            "A、计划评估活动、进行成熟度评估、制定建议、制定改进计划",
            "B、计划评估活动、进行成熟度评估、制定建议、制定改进计划、重新评估",
            "C、计划评估活动、制定建议、进行成熟度评估、重新评估",
            "D、计划评估活动、制定建议、进行成熟度评估"
        ],
        "wt": "数据管理成熟度评估活动中，正确的顺序是哪个?",
        "da": "B、计划评估活动、进行成熟度评估、制定建议、制定改进计划、重新评估",
        "sno": 693
    },
    {
        "xx": [
            "A、向利益相关者介绍数据管理概念、原则和实践",
            "B、减少对整个组织内数据管理活动的认识",
            "C、强调将数据作为关键资产进行管理的必要性",
            "D、向利益相关者介绍数据管理概念、原则和实践"
        ],
        "wt": "数据管理成熟度评估通过分析具体的优势和弱点，将组织置于成熟度水平量尺上，从而帮助组织认知、确定优先次序和实施改进机会。以下哪些不是DMMA的目标？",
        "da": "B、减少对整个组织内数据管理活动的认识",
        "sno": 694
    },
    {
        "xx": [
            "A、是使组织能够从其数据资产中获取价值",
            "B、获取更多数据",
            "C、提高数据质量从而可以降低数据风险",
            "D、确保利益相关者的数据隐私和保密性从而可以有更全面的了解数据本身"
        ],
        "wt": "数据管理的核心驱动力是什么？",
        "da": "A、是使组织能够从其数据资产中获取价值",
        "sno": 695
    },
    {
        "xx": [
            "A、数据管理工作外包了，相关的数据安全责任也外包了",
            "B、数据管理工作外包了，相关的数据安全责任是不可以外包的",
            "C、数据管理工作外包了，外包费用是按照工作量来决定的",
            "D、数据管理工作外包了，外包费用是按照项目的进程分期支付的"
        ],
        "wt": "数据管理的许多工作在现实中有可能是外包给第三方的。请从下列选项中选择正确的描述。",
        "da": "B、数据管理工作外包了，相关的数据安全责任是不可以外包的",
        "sno": 696
    },
    {
        "xx": [
            "A、数据管理需要企业级的视野",
            "B、数据管理是一把手工程，需要领导者承担责任",
            "C、数据管理应该由IT部门主导，业务部门配合",
            "D、数据管理包括管理与数据相关的风险"
        ],
        "wt": "数据管理的原则有很多，请从下列选项中选择不正确的一条:",
        "da": "C、数据管理应该由IT部门主导，业务部门配合",
        "sno": 697
    },
    {
        "xx": [
            "A、创建和使用是数据生命周期中的关键点",
            "B、元数据质量管理必须贯穿整个数据生命周期",
            "C、数据质量管理必须贯穿整个数据生命周期",
            "D、数据管理工作应聚焦于所有 数据"
        ],
        "wt": "数据管理对数据生命周期的关注有几个重要影响，其中描述错误的是？",
        "da": "D、数据管理工作应聚焦于所有 数据",
        "sno": 698
    },
    {
        "xx": [
            "A、监管的变化",
            "B、Oracle数据库增加了新的功能",
            "C、一线业务人员使用的APP需要UI的优化",
            "D、网络系统需要增加更多的带宽"
        ],
        "wt": "数据管理和数字化转型需要变革，而变革需要一种紧迫感。导致数据管理紧迫感的原因包括:",
        "da": "A、监管的变化",
        "sno": 699
    },
    {
        "xx": [
            "A、这些变革必须是革命性的",
            "B、这些变革应该是渐进性的",
            "C、这些变革应该是渐进性的，但最终结果会是革命性的",
            "D、这些变革应该先是革命性的，而后是渐进性的"
        ],
        "wt": "数据管理和数字化转型需要组织机构的变革。请从下列选项中选择关于变革正确的描述。",
        "da": "C、这些变革应该是渐进性的，但最终结果会是革命性的",
        "sno": 700
    },
    {
        "xx": [
            "A、数据质量分析师",
            "B、BI项目经理",
            "C、数据模型设计师",
            "D、元数据专家"
        ],
        "wt": "数据管理角色中，哪一类不是混合角色？",
        "da": "C、数据模型设计师",
        "sno": 701
    },
    {
        "xx": [
            "A、数据架构师",
            "B、数据模型管理员",
            "C、BI架构师",
            "D、数据库管理员"
        ],
        "wt": "数据管理角色中，以下哪一项属于混合角色 ?",
        "da": "C、BI架构师",
        "sno": 702
    },
    {
        "xx": [
            "A、厘清利益相关者在组织数据方面的角色和责任",
            "B、强调将数据作为关键资产进行管理的必要性",
            "C、减少对整个组织内数据管理活动的认识",
            "D、为了有助于改进有效数据治理所需的协作"
        ],
        "wt": "数据管理能力评估(DMMA，Data Management Maturity Assessment)的主要目标是评估关键数据管理活动的当前状态，以便制定计划进行改进。评估通过分析具体的优势和弱点，将组织置于成熟度水平量尺上，从而帮助组织认知、确定优先次序和实施改进机会。以下哪些不是DMMA目标:",
        "da": "C、减少对整个组织内数据管理活动的认识",
        "sno": 703
    },
    {
        "xx": [
            "A、具体、高质量、可操作、现实、有时间限制",
            "B、具体、可衡量、可检验、现实、有时间限制",
            "C、具体、可衡量、可操作、现实、有时间限制",
            "D、具体、高质量、可检验、现实、12-24个月的目标"
        ],
        "wt": "数据管理战略的SMART原则指的是哪项？",
        "da": "C、具体、可衡量、可操作、现实、有时间限制",
        "sno": 704
    },
    {
        "xx": [
            "A、具 体",
            "B、可操作",
            "C、现实",
            "D、长期性"
        ],
        "wt": "数据管理战略的组成有令人信服的数据管理愿景，数据管理的商业案例总结等，其中关于 SMART 原则以下不符合的是哪一个？",
        "da": "D、长期性",
        "sno": 705
    },
    {
        "xx": [
            "A、联邦式治理（数据治理组织与多个业务单元协同，以维护一致的定义和标准）",
            "B、集中式治理",
            "C、分布式治理（每个业务单元中采用相同的数据治理运营模型和标准）",
            "D、以上都不是"
        ],
        "wt": "数据管理职描述了数据管理岗位的职责，以确保数据资产得到有效控制和使用，其中企业方向在数据治理运行模型的使用上多个模块包含在一个业务单元内的模型是？",
        "da": "B、集中式治理",
        "sno": 706
    },
    {
        "xx": [
            "A、整理业务术语表",
            "B、创建和使用数据的业务流程规范",
            "C、参与识别、解决与数据相关的问题",
            "D、确保数据战略与业务战略一致"
        ],
        "wt": "数据管理职责确保数据资产得到有效控制和使用，以下哪项不包括在内:",
        "da": "D、确保数据战略与业务战略一致",
        "sno": 707
    },
    {
        "xx": [
            "A、商务智能构架师属于IT角色，商务智能分析师属于混合角色",
            "B、数据建模师属于混合角色，数据库管理员属于IT角色",
            "C、数据ETL开发员属于IT角色，元数据管理人员也属于IT角色",
            "D、数据构架师属于IT角色，数据质量分析师属于混合角色"
        ],
        "wt": "数据管理中，有许多不同的角色，有机构角色，也有个人角色。就个人角色而言:",
        "da": "D、数据构架师属于IT角色，数据质量分析师属于混合角色",
        "sno": 708
    },
    {
        "xx": [
            "A、创建和管理核心元数据",
            "B、记录规则和标准",
            "C、管理数据质量问题",
            "D、制定可度量指标并提供足够的资金来执行相关度量"
        ],
        "wt": "数据管理专职(Data Stewardship)有时也叫数据管家。数据管理专职相关的岗位必须明确数据管理职责，以便各岗位上的负责人能够按照数据治理的总体要求完成任务和目标。请从如下选项中选择不属于数据管理专职(Data Stewardship)工作内容的选项。",
        "da": "D、制定可度量指标并提供足够的资金来执行相关度量",
        "sno": 709
    },
    {
        "xx": [
            "A、高管层的支持",
            "B、明确的愿景",
            "C、主动的变更管理",
            "D、以上都是"
        ],
        "wt": "数据管理组织被证明对其成功发挥着关键作用的因素有?",
        "da": "D、以上都是",
        "sno": 710
    },
    {
        "xx": [
            "A、①②③⑤⑥",
            "B、②③④⑤⑥",
            "C、①②④⑤⑥",
            "D、①②③④⑤⑥"
        ],
        "wt": "数据管理组织的模式主要有？①分散运营模式②集中运营模式③网络运营模式④矩阵运营模式⑤混合运营模式⑥联邦运营模式",
        "da": "A、①②③⑤⑥",
        "sno": 711
    },
    {
        "xx": [
            "A、数据仓库明细历史数据的备用存储区域",
            "B、原始数据的集中存储区域",
            "C、数据科学家可以挖掘和分析数据",
            "D、以上都具备"
        ],
        "wt": "数据湖具备以下哪个功能？",
        "da": "D、以上都具备",
        "sno": 712
    },
    {
        "xx": [
            "A、数据湖不可以用来存储非结构化的数据，但可以存储各种结构化的数据",
            "B、数据湖可以当作原始数据的集中存储区域，不需要或者只需很少量的转换",
            "C、数据湖不可以用来当作数据仓库明细历史数据的备用存储区域",
            "D、数据湖无法处理流数据"
        ],
        "wt": "数据湖是一种可以提取、存储、评估和分析不同类型和结构海量数据的环境，可供多种场景使用。请从下列选项中选择一项数据湖使用的场景。",
        "da": "B、数据湖可以当作原始数据的集中存储区域，不需要或者只需很少量的转换",
        "sno": 713
    },
    {
        "xx": [
            "A、数据湖不可以用来当作数据仓库明细历史数据的备用存储区域",
            "B、数据湖不可以用来存储非结构化的数据，但可以存储各种结构化的数据",
            "C、数据湖无法处理流数据",
            "D、数据湖可以当作原始数据的集中存储区域，不需要或者只需很少量的转换"
        ],
        "wt": "数据湖是一种可以提取、存储、评估和分析不同类型和结构海量数据的环境，可供多种场景使用。请从下列选项中选择一项数据湖使用的场景。",
        "da": "D、数据湖可以当作原始数据的集中存储区域，不需要或者只需很少量的转换",
        "sno": 714
    },
    {
        "xx": [
            "A、为用户创立企业运营报表",
            "B、原始数据的集中存储区域。只需很少量的转换(如果需要的话)",
            "C、数据物理模型建模",
            "D、数据安全保护"
        ],
        "wt": "数据湖是一种可以提取、存储、评估和分析不同类型和结构海量数据的环境,可供多种场景使用。请选择一种数据湖应用的场录。",
        "da": "B、原始数据的集中存储区域。只需很少量的转换(如果需要的话)",
        "sno": 715
    },
    {
        "xx": [
            "A、数据科学家可以挖掘和分析数据的环境",
            "B、信息记录的收集",
            "C、可以通过自动化的模型识别提取流数据的环境",
            "D、数据仓库明细历史数据的备用存储区域"
        ],
        "wt": "数据湖是一种可以提取、存储、评估和分析不同类型和结构海量数据的环境，可供多种场景使用。下列哪项不属于上述使用场景之一？",
        "da": "B、信息记录的收集",
        "sno": 716
    },
    {
        "xx": [
            "A、数据科学家可以挖掘和分析数据环境",
            "B、原始数据的集中存储区域，需要大量的转换",
            "C、数据仓库明细历史数据的备用存储区域",
            "D、可以通过自动化的模型识别提取流数据的环境"
        ],
        "wt": "数据湖是一种可以提取、存储、评估和分析不同类型和结构海量数据的环境，可提供多种场景使用，以下不属于其使用场景的是 ?",
        "da": "B、原始数据的集中存储区域，需要大量的转换",
        "sno": 717
    },
    {
        "xx": [
            "A、数据湖不可以用来存储非结构化的数据，但可以存储各种结构化的数据",
            "B、数据湖可以当作原始数据的集中存储区域，不需要或者只需很少量的转换",
            "C、数据湖不可以用来当作数据仓库明细历史数据的备用存储区域",
            "D、数据湖无法处理流数据"
        ],
        "wt": "数据湖是一种可以提取存储、评估和分析不同类型和结构海量数据的环境，可供多种场景使用。请从下列选项中选择一项数据湖使用的场景。（）",
        "da": "B、数据湖可以当作原始数据的集中存储区域，不需要或者只需很少量的转换",
        "sno": 718
    },
    {
        "xx": [
            "A、业务绩效管理。",
            "B、过程审计、控制、重启和调度",
            "C、在执行时有选择地提取数据元素并将其传递给下游系统进行审计的能力。",
            "D、控制哪些操作可以执行或不能执行，并重新启动那些失败或中止的进程。"
        ],
        "wt": "数据集成工具需要考虑的系统管理功能中，不包括:",
        "da": "A、业务绩效管理。",
        "sno": 719
    },
    {
        "xx": [
            "A、抽取转化、和加载(ETL)",
            "B、时延",
            "C、复制",
            "D、归档"
        ],
        "wt": "数据集成和互操作的核心是",
        "da": "A、抽取转化、和加载(ETL)",
        "sno": 720
    },
    {
        "xx": [
            "A、云化集成",
            "B、点对点",
            "C、发布与订阅",
            "D、中心辐射型"
        ],
        "wt": "数据集成和互操作的交互模型不包括下面哪种模型（ ）",
        "da": "A、云化集成",
        "sno": 721
    },
    {
        "xx": [
            "A、哈希",
            "B、对称加密",
            "C、非对称加密",
            "D、以上都是"
        ],
        "wt": "数据加密的方法包括？",
        "da": "D、以上都是",
        "sno": 722
    },
    {
        "xx": [
            "A、获取数据的成本，但无需考虑数据储存的成本",
            "B、储存数据所需的数据库和服务器的价格",
            "C、数据丢失对组织的影响",
            "D、数据潜在的销售价格减去数据获取的成本价格"
        ],
        "wt": "数据价值的评估可以有多种方法，请从下列选项中选择一种正确的数据价值的评估方法",
        "da": "C、数据丢失对组织的影响",
        "sno": 723
    },
    {
        "xx": [
            "A、建立企数据架构团队和举办问题讨论会",
            "B、生成数据架构构件的初始版本，例如企业级数据模型、企业范围数据流和路线图",
            "C、负责企业级整体数据架构内容规划，为具体项目实施提供参照和建议",
            "D、制定和应用数据标准"
        ],
        "wt": "数据架构的管理包括构件、活动和行为。请从下列选项中选择不属于实施企业数据架构主要工作内容的选项。",
        "da": "D、制定和应用数据标准",
        "sno": 724
    },
    {
        "xx": [
            "A、识别数据存储和处理需求",
            "B、设计结构和计划以满足企业当前和长期的数据需求",
            "C、战略性地为组织做好准备，快速发展其产品",
            "D、设计满足企业当前和长期数据需求的结构"
        ],
        "wt": "数据架构的目标是在业务战略和技术实现之间建立起一座畅通的桥梁，数据架构师企业架构中的一部分，以下不属于数据架构目标的是？",
        "da": "D、设计满足企业当前和长期数据需求的结构",
        "sno": 725
    },
    {
        "xx": [
            "A、确保业务和IT技术保持一致",
            "B、设计满是企业当前和长期业务需求的技术架构和规划",
            "C、务业务需求转换为数据和应用需求，以确保为业务处理和数据应用提供有效数据",
            "D、利用新兴技术所带来的业务优势，从战略上帮助组织快速改变产品、服务和数据"
        ],
        "wt": "数据架构的目标是在业务战略和技术实现之间建立起一座通畅的桥梁，数架构是企业架构中一部分。请从下列选项中选择不属于数据架构职贵的选项。",
        "da": "B、设计满是企业当前和长期业务需求的技术架构和规划",
        "sno": 726
    },
    {
        "xx": [
            "A、利用新兴技术所带来的业务优势，从战略上助组织快速改变产品、服务和数据",
            "B、设计满足是企业当前和长期业务需求的技术架构和规划",
            "C、将业务需求转换为数据和应用需求，以确保为业务处理和数据应用提供有效数据",
            "D、确保业务和IT技术保持一致"
        ],
        "wt": "数据架构的目标是在业务战略和技术实现之间建立起一座通畅的桥梁，数据架构是企业架构中一部分请从下列选项中选择不属于数据架构职责的选项。",
        "da": "B、设计满足是企业当前和长期业务需求的技术架构和规划",
        "sno": 727
    },
    {
        "xx": [
            "A、缺少管理层支持",
            "B、成功与否缺乏证据",
            "C、缺乏资金",
            "D、文化冲击"
        ],
        "wt": "数据架构的难点不包含",
        "da": "C、缺乏资金",
        "sno": 728
    },
    {
        "xx": [
            "A、面向质量、面向业务",
            "B、面向客户、面向流程",
            "C、面向质量、面向创新",
            "D、面向安全、面向创新"
        ],
        "wt": "数据架构的设计应该基于一定的方法。请从下列选项中选择正确的方法。",
        "da": "C、面向质量、面向创新",
        "sno": 729
    },
    {
        "xx": [
            "A、业务敏捷性改进",
            "B、业务操作质量",
            "C、业务质量",
            "D、业务客户满意度"
        ],
        "wt": "数据架构衡量工作通常也是数据架构工作的重要组成部分，衡量指标一般包括架构标准接受率、实施趋势和业务价值度量指标，请从下列选项中选择其中不属于业务价值度量指标的选项。",
        "da": "D、业务客户满意度",
        "sno": 730
    },
    {
        "xx": [
            "A、架构标准接受率",
            "B、项目执行效率指标",
            "C、实施趋势",
            "D、业务价值指标"
        ],
        "wt": "数据架构衡量工作通常也是数据架构工作的重要组成部分，请从下列选项中选择不属于数据架构衡量指标的选项。",
        "da": "B、项目执行效率指标",
        "sno": 731
    },
    {
        "xx": [
            "A、数据建模工具",
            "B、资产管理软件",
            "C、图形设计软件",
            "D、配置管理软件"
        ],
        "wt": "数据架构设计及管理需要一系列工具，请选择不属于架构相关工具的选项。",
        "da": "D、配置管理软件",
        "sno": 732
    },
    {
        "xx": [
            "A、识别数据存储和处理需求",
            "B、全面发现和评估整个组织的关键数据管理活动",
            "C、设计结构和计划以满足企业当前和长期的数据需求",
            "D、战略性地为组织做好准备，快速发展起产品、服务和数据，以利用新兴技术中固有的商机"
        ],
        "wt": "数据架构是企业架构中的一部分，其目标尤其不包括：",
        "da": "B、全面发现和评估整个组织的关键数据管理活动",
        "sno": 733
    },
    {
        "xx": [
            "A、数据模型记录了数据结构及其关系的简明定义，可以评估数据如何受到实施的业务规则的影响，适用于当前（原样）状态或期望的目标状态。通过说明数据中的结构和关系，使得数据更易于使用。",
            "B、数据模型中包含了对程序逻辑的表达，有助于软件开发人员可以更高效地实现应用，提高开发效率。",
            "C、数据模型有助于界定项目的规模，包括数据的界限、所购买的应用程序包、计划或现有系统。",
            "D、数据模型可以通过显性形式来保存组织有关系统或项目的信息，可以作为历史原样版本供未来查询。"
        ],
        "wt": "数据建模的目标是确认和记录对数据不同视角的理解，请从下列选项中选择有关数据建模能够带来的好处描述不正确的选项",
        "da": "B、数据模型中包含了对程序逻辑的表达，有助于软件开发人员可以更高效地实现应用，提高开发效率。",
        "sno": 734
    },
    {
        "xx": [
            "A、数据模型记录了数据结构及其关系的简明定义,可以评估数据如何受到实施的业务规则的影响,适用于当前(原样)状态或期望的目标状态，通过说明数据中的结构和关系,使得数据更易于使用。",
            "B、数据模型中包含了对程序逻辑的表达,有助于软件开发人员可以更高效地实现应用，提高开发效率。",
            "C、数据模型有助于界定项目的规模,包括数据的界限、所购买的应用程序包、计划或现有系统。",
            "D、数据模型可以通过显性形式来保存组织有关系统或项目的信息，可以作为历史原样版本供未来查询。"
        ],
        "wt": "数据建模的目标是确认和记录对数据不同视角的理解,请从下列选项中选择有关数据建模能够带来的好处述描不正确的选项()",
        "da": "B、数据模型中包含了对程序逻辑的表达,有助于软件开发人员可以更高效地实现应用，提高开发效率。",
        "sno": 735
    },
    {
        "xx": [
            "A、“三叉线”是关系建模的表示方法",
            "B、维度表中主要的两种标识键是代理键和主键",
            "C、对象角色建模是一种模型驱动的工程方法",
            "D、数据拱顶采用了第三范式和星型模型"
        ],
        "wt": "数据建模方法有多种，以下描述不正确的是（）",
        "da": "B、维度表中主要的两种标识键是代理键和主键",
        "sno": 736
    },
    {
        "xx": [
            "A、数据资产",
            "B、数据库",
            "C、应用程序",
            "D、对组织数据的理解"
        ],
        "wt": "数据建模可以用在系统开发与系统维护的工作环境中，也可以用于更广泛的领域，如业务和数据架构、主数据管理和数据治理计划，其直接结果是：",
        "da": "D、对组织数据的理解",
        "sno": 737
    },
    {
        "xx": [
            "A、数据建模必须从概念模型开始",
            "B、数据建模的第一步可以是物理模型",
            "C、概念、逻辑、和物理模型三者必须同时有",
            "D、概念、逻辑、和物理模型三者必须按照顺序进行"
        ],
        "wt": "数据建模时，一般有概念模型、逻辑模型和物理模型，请从下列选项中选择关于这些模型正确的描述。",
        "da": "B、数据建模的第一步可以是物理模型",
        "sno": 738
    },
    {
        "xx": [
            "A、正向工程是从ER图到DDL或者数据库中的表",
            "B、逆向工程是从ER图到DDL或者数据库中的表",
            "C、正向工程是从DDL或者数据库中的表到ER图",
            "D、正向工程是从概念模型到逻辑模型并进一步到物理模型"
        ],
        "wt": "数据建模时，正向工程和逆向工程是经常被使用的。请从下列选项中选择正确的描述。",
        "da": "D、正向工程是从概念模型到逻辑模型并进一步到物理模型",
        "sno": 739
    },
    {
        "xx": [
            "A、预测性分析和规范性分析",
            "B、描述性分析和预测性分析",
            "C、描述性分析和规范性分析",
            "D、预见性分析和规范性分析"
        ],
        "wt": "数据科学的分析模式包括以下哪两种？",
        "da": "A、预测性分析和规范性分析",
        "sno": 740
    },
    {
        "xx": [
            "A、定义战略和业务需求",
            "B、收集和整合数据",
            "C、选择数据源",
            "D、数据建模"
        ],
        "wt": "数据科学的过程包括多个阶段。请从下列选项中选择工作量最大的阶段。",
        "da": "B、收集和整合数据",
        "sno": 741
    },
    {
        "xx": [
            "A、定义战略和业务需求",
            "B、收集和整合数据",
            "C、数据建模",
            "D、选择数据源"
        ],
        "wt": "数据科学的过程包括多个阶段。请从下列选项中选择工作量最大的阶段。",
        "da": "B、收集和整合数据",
        "sno": 742
    },
    {
        "xx": [
            "A、丰富的数据源",
            "B、信息组织和分析",
            "C、展示发现和数据洞察",
            "D、以上全部"
        ],
        "wt": "数据科学家开展工作依赖于哪些要素?",
        "da": "D、以上全部",
        "sno": 743
    },
    {
        "xx": [
            "A、丰富的数据源",
            "B、以上全部",
            "C、信息组织和分析",
            "D、展示发现和数据洞察"
        ],
        "wt": "数据科学家开展工作依赖于哪些要素？",
        "da": "B、以上全部",
        "sno": 744
    },
    {
        "xx": [
            "A、概念模式，逻辑模式，物理模式，事实模式，时间序列模式和NoSQL模式",
            "B、关系模式，多维模式，面向对象模式，逻辑模式，时间序列模式和非结构模式",
            "C、关系模式，多维模式，面向对象模式，事实模式，时间序列模式和NOSQL模式",
            "D、关系模式，多维模式，面向对象模式，逻辑模式，时间序列模式和区块链模式"
        ],
        "wt": "数据可以用许多不同的模式来表示。其中最为常用的有六个。他们分别是:",
        "da": "C、关系模式，多维模式，面向对象模式，事实模式，时间序列模式和NOSQL模式",
        "sno": 745
    },
    {
        "xx": [
            "A、ACID的数据结构在运行中调整；BASE的表结构必须存在。",
            "B、BASE的数据结构在运行中调整；ACID的表结构必须存在。",
            "C、ACID的扩展依赖于在商业服务器间自动传播数据；BASE则依赖产品。",
            "D、ACID来源于开源；BASE则来源于商业和开源。"
        ],
        "wt": "数据库处理基本类型分为ACID和BASE，关于两者的区别描述正确的是",
        "da": "B、BASE的数据结构在运行中调整；ACID的表结构必须存在。",
        "sno": 746
    },
    {
        "xx": [
            "A、在关系型数据库存储中一般会使用BASE相关的技术",
            "B、通常在大数据环境里会使用BASE类型的系统",
            "C、ACID用的是最终一致性原则",
            "D、BASE用的是一致性原则"
        ],
        "wt": "数据库处理有两种基本类型，ACID和BASB,请从下列选项中选择正确的描述。",
        "da": "B、通常在大数据环境里会使用BASE类型的系统",
        "sno": 747
    },
    {
        "xx": [
            "A、在大数据存储系统中一般会使用ACID相关的技术",
            "B、通常在关系型数据库环境里会使用ACID类型的系统",
            "C、ACID用的是最终一致性原则",
            "D、BASE用的是一致性原则"
        ],
        "wt": "数据库处理有两种基本类型，ACID和BASE。请从下列选项中选择正确的描述。",
        "da": "B、通常在关系型数据库环境里会使用ACID类型的系统",
        "sno": 748
    },
    {
        "xx": [
            "A、在关系型数据库存储中，ACID相关技术是最主要的工具",
            "B、通常在大数据环境里会使用ACID类型的系统",
            "C、ACID用的是最终一致性原则",
            "D、BASE用的是一致性原则"
        ],
        "wt": "数据库处理有两种基本类型，ACID和BASE请从下列选项中选择正确的描述。",
        "da": "A、在关系型数据库存储中，ACID相关技术是最主要的工具",
        "sno": 749
    },
    {
        "xx": [
            "A、原子性(Atomicity)是指所有操作要么都完成，要么一个也不完成，因此如果事务中的某部分失败，那么整个事务就都会失败",
            "B、最终一致性(Eventual Consistency)是指数据在所有节点、所有数据库上有时有可能不一致，但最终会一致",
            "C、通常在应用生产环境里会使用BASE类型的系统",
            "D、通常在大数据环境里会使用BASE类型的系统"
        ],
        "wt": "数据库处理有两种基本类型：ACID和BASE。请从下列选项中选择描述错误的选项。",
        "da": "C、通常在应用生产环境里会使用BASE类型的系统",
        "sno": 750
    },
    {
        "xx": [
            "A、要尝试在大表上控建索引，使用最频繁引用的列来实现最常运行的查询",
            "B、应该为所有的列创建索引",
            "C、索引可以是唯一的或非唯一的、集群的或非集群的、分区的或非分区的、b树、位图或散列等多种类型",
            "D、可以基于数据库表中的单列或多列创建索引."
        ],
        "wt": "数据库管理员或数据库开发人员必须为数据表选择和定义适当的素引，以下做法哪项是错误的：",
        "da": "B、应该为所有的列创建索引",
        "sno": 751
    },
    {
        "xx": [
            "A、关系型数据库",
            "B、非关系型数据库",
            "C、层次式数据库",
            "D、网络式数据库"
        ],
        "wt": "数据库目录是元数据的重要来源，最常见的数据库形式是",
        "da": "A、关系型数据库",
        "sno": 752
    },
    {
        "xx": [
            "A、层次型数据库、时态型数据库、关系型数据库",
            "B、关系型数据库、非关系型数据库、多维型数据库",
            "C、关系型数据库、列表型数据库、文档型数据库",
            "D、层次型数据库、关系型数据库、非关系型数据库"
        ],
        "wt": "数据库组织模型分为哪几种形式",
        "da": "D、层次型数据库、关系型数据库、非关系型数据库",
        "sno": 753
    },
    {
        "xx": [
            "A、数据处理行为属于数据治理的范畴",
            "B、数据治理不需要用于审查商务智能、分析和数据科学研究提出计划和决策",
            "C、数据治理必须制定相关标准和制度以提供数据处理和监督方法",
            "D、数据处理行为的数据监督不属于法律顾问范畴"
        ],
        "wt": "数据伦理和治理的描述正确的是？",
        "da": "C、数据治理必须制定相关标准和制度以提供数据处理和监督方法",
        "sno": 754
    },
    {
        "xx": [
            "A、提供关于数据的通用词汇",
            "B、捕获并记录关于组织数据和系统的显性知识（元数据）",
            "C、数据模型的好坏直接决定了应用的成败",
            "D、在项目期间充当主要的沟通工具"
        ],
        "wt": "数据模型对于有效管理数据至关重要，请从下列选项中选择其原因描述不正确的选项。",
        "da": "C、数据模型的好坏直接决定了应用的成败",
        "sno": 755
    },
    {
        "xx": [
            "A、元数据管理",
            "B、主数据管理",
            "C、参考数据管理",
            "D、大数据管理"
        ],
        "wt": "数据模型管理、数据采集、数据验证、标准化和数据丰富、实体解析、管理和共享属于以下哪种数据管理的步骤呢？",
        "da": "B、主数据管理",
        "sno": 756
    },
    {
        "xx": [
            "A、数据模型的适量性",
            "B、数据模型中的内容和详细程度",
            "C、模型的健壮性和灵活性",
            "D、数据值的准确性、完备性、时效性、一致性"
        ],
        "wt": "数据模型是影响数据质量的重要维度，请从下列关于数据模型描述的选项中选择不影响数据质量的选项。",
        "da": "A、数据模型的适量性",
        "sno": 757
    },
    {
        "xx": [
            "A、关系模型",
            "B、维度模型",
            "C、No-SQL非关系型数据库模型",
            "D、维度模型和No-SQL非关系型数据库模型"
        ],
        "wt": "数据模型组件中的关系别名根据模型不同而变化。“导航路径”属于以下哪种类型模型的关系别名？",
        "da": "B、维度模型",
        "sno": 758
    },
    {
        "xx": [
            "A、概念模型",
            "B、逻辑模型",
            "C、物理模型",
            "D、逻辑模型和物理模型"
        ],
        "wt": "数据模型组件中的实体别名也会根据模型抽象程度不同而有所不同。“表（Table）”属于以下哪种类型模型的实体别名？",
        "da": "C、物理模型",
        "sno": 759
    },
    {
        "xx": [
            "A、用于检查数据和评估质量的数据分析形式",
            "B、把复杂非结构化数据分解为多个原子的数据",
            "C、分析数据找出业务规律",
            "D、以上都是"
        ],
        "wt": "数据剖析(Data Profiling)是一种用于哪方面的方法？",
        "da": "A、用于检查数据和评估质量的数据分析形式",
        "sno": 760
    },
    {
        "xx": [
            "A、数据剖析使用统计技术来发现数据集合的真实结构、内容和质量",
            "B、数据剖析必须基于大数据平台技术才能实现",
            "C、剖析引擎生成统计信息，分析人员可以使用这些统计信息识别数据内容和结构中的模式",
            "D、剖析的内容有空值、最大/最小值、单个列值的频率分布等"
        ],
        "wt": "数据剖析是一种用于检查数据和评估质量的数据分析工具，请选择关于数据剖析描述不正确的选项。",
        "da": "B、数据剖析必须基于大数据平台技术才能实现",
        "sno": 761
    },
    {
        "xx": [
            "A、剖析的内容有空值、最大/最小值、单个列值的频率分布等",
            "B、剖析引擎生成统计信息，分析人员可以使用这些统计信息识别数据内容和结构中的模式",
            "C、数据剖析使用统计技术来发现数据集合的真实结构、内容和质量",
            "D、数据剖析必须基于大数据平台技术才能实现"
        ],
        "wt": "数据剖析是一种用于检查数据和评估质量的数据分析工具，请选择关于数据剖析描述不正确的选项。",
        "da": "D、数据剖析必须基于大数据平台技术才能实现",
        "sno": 762
    },
    {
        "xx": [
            "A、评估潜在的源数据集和目标数据集的数据",
            "B、数据结构中定义的数据格式和从实际数据中推断出来的格式",
            "C、数据值内部的模式和关系",
            "D、与其他数据集的关系"
        ],
        "wt": "数据剖析有助于实现这一目标，实际的数据结构和内容总是和假定的有差异，有时差异大到足以破坏集成工作，以下哪一个不属于数据基本剖析的是？",
        "da": "A、评估潜在的源数据集和目标数据集的数据",
        "sno": 763
    },
    {
        "xx": [
            "A、数据管理团队",
            "B、业务单元(BU)数据治理",
            "C、数据治理委员会",
            "D、数据治理指导委员会"
        ],
        "wt": "数据问题管理非常重要，通过问题管理为数据治理团队建立了信任，减轻了生产支持团队的负担，这对数据消费者有直接、积极的影响，数据问题升级路径中包含问题最少的层面是？",
        "da": "D、数据治理指导委员会",
        "sno": 764
    },
    {
        "xx": [
            "A、合理性",
            "B、一致性",
            "C、准确性",
            "D、及时性"
        ],
        "wt": "数据显示某人的年龄为180岁。这个数据很有可能有问题，需要进步核实。这违反了数据质量的哪个维度指标？",
        "da": "A、合理性",
        "sno": 765
    },
    {
        "xx": [
            "A、准确性",
            "B、合理性",
            "C、及时性",
            "D、一致性"
        ],
        "wt": "数据显示某人的年龄为180岁。这个数据很有可能有问题，需要进一步核实。这违反了数据质量的哪个维度指标？",
        "da": "B、合理性",
        "sno": 766
    },
    {
        "xx": [
            "A、kettle",
            "B、SPSS",
            "C、SAS",
            "D、xcel"
        ],
        "wt": "数据血缘工具是允许捕获和维护数据模型上每个属性的源结构变化的工具，通过这些工具可实现变更影响分析，下列属于初级数据血缘工具的是？",
        "da": "D、xcel",
        "sno": 767
    },
    {
        "xx": [
            "A、操作元数据",
            "B、技术元数据",
            "C、结构元数据",
            "D、业务元数据（数据溯源和数据血缘）"
        ],
        "wt": "数据血缘文档，包括上游和下游变更影响的信息是哪一元数据技术的示例",
        "da": "B、技术元数据",
        "sno": 768
    },
    {
        "xx": [
            "A、ISO 8000",
            "B、ISO 42010",
            "C、ISO 11179",
            "D、ISO 9000"
        ],
        "wt": "数据质量标准尚在开发完善中，这一标准的建立是为了使复杂数据能够以与应用无关的形式进行交换，定义了数据供应链中任何组织都可以测试的一些特性，以上叙述的是哪一数据质量标准?",
        "da": "A、ISO 8000",
        "sno": 769
    },
    {
        "xx": [
            "A、投资回报",
            "B、数据问题管理指标",
            "C、服务水平的一致性。",
            "D、以上都是"
        ],
        "wt": "数据质量度量指标包含以下哪些内容",
        "da": "D、以上都是",
        "sno": 770
    },
    {
        "xx": [
            "A、计划",
            "B、执行",
            "C、治理",
            "D、行动"
        ],
        "wt": "数据质量改进的常用方法休哈特图中，涉及 4个步骤，以下不属于的选项是 ?",
        "da": "C、治理",
        "sno": 771
    },
    {
        "xx": [
            "A、Plan-> Do-> Check-> Act",
            "B、Plan-> Do-> Act-> Check",
            "C、Do-> Act-> Check-> Plan",
            "D、Check-> Plan-> Act-> Do"
        ],
        "wt": "数据质量改进的方法有戴明环这一版本，其是根据科学方法的问题解决模型，关于休哈特图的步骤顺序正确的是？",
        "da": "A、Plan-> Do-> Check-> Act",
        "sno": 772
    },
    {
        "xx": [
            "A、监管报告和财务报告",
            "B、差异化竞争战略",
            "C、持续经营",
            "D、部门政策"
        ],
        "wt": "数据质量管理的一个原则是将改进的重点集中在对组织及其客户最重要的数据上，即关键数据，以下哪项不是关键数据的评估要求？",
        "da": "D、部门政策",
        "sno": 773
    },
    {
        "xx": [
            "A、数据输入过程",
            "B、数据输入过程",
            "C、从创建或采购直至处置的数据全生命周期",
            "D、数据使用过程"
        ],
        "wt": "数据质量管理应覆盖到的数据环节是？",
        "da": "C、从创建或采购直至处置的数据全生命周期",
        "sno": 774
    },
    {
        "xx": [
            "A、监管报告",
            "B、财务报告",
            "C、商业政策",
            "D、以上都正确"
        ],
        "wt": "数据质量管理优先考虑关键数据，请从下列选项中选择属于关键数据的选项。",
        "da": "D、以上都正确",
        "sno": 775
    },
    {
        "xx": [
            "A、最频繁更改的数据",
            "B、所有存储在企业中的数据",
            "C、最高收益的计划",
            "D、对企业及其客户最关键的数据"
        ],
        "wt": "数据质量计划应将其范围限制为?",
        "da": "D、对企业及其客户最关键的数据",
        "sno": 776
    },
    {
        "xx": [
            "A、最频繁更改的数据",
            "B、所有存储在企业中的数据",
            "C、最高收益的计划",
            "D、对企业及其客户最关键的数据"
        ],
        "wt": "数据质量计划应将其范围限制为？",
        "da": "D、对企业及其客户最关键的数据",
        "sno": 777
    },
    {
        "xx": [
            "A、Strong-Wang",
            "B、Thomas Redman",
            "C、Larry English",
            "D、John Kotter"
        ],
        "wt": "数据质量领域的很多杰出学者已经发表了一系列质量维度，其中有三个最具影响力的人物／模型。请从下列选项中选择不是这三位的选项。",
        "da": "D、John Kotter",
        "sno": 778
    },
    {
        "xx": [
            "A、Strong-Wang",
            "B、Thomas Redman",
            "C、W.Edwards.Deming",
            "D、Larry English"
        ],
        "wt": "数据质量领域有三个最具影响力的人物，以下不属于的选项是 ?",
        "da": "C、W.Edwards.Deming",
        "sno": 779
    },
    {
        "xx": [
            "A、严重程度",
            "B、服务水平",
            "C、质量水平",
            "D、管理指标"
        ],
        "wt": "数据质量团队的大部分工作将集中于质量的度量和报告上，关于高阶指标中出现一致性的是以下哪个？",
        "da": "B、服务水平",
        "sno": 780
    },
    {
        "xx": [
            "A、合理性。指数据模式符合预期的程度",
            "B、完备性。存储数据量与潜在数据量的百分比",
            "C、及时性。数据从要求的时间点起代表现实的程度",
            "D、一致性。比较事物多种表述与定义的差异"
        ],
        "wt": "数据质量维度是数据的某个可测量的特性。术语“维度”可以类比于测量物理对象的维度（如长度、宽度、高度等）。数据质量维度提供了定义数据质量要求的一组词汇，通过这些维度定义可以评估初始数据质量和持续改进的成效。2013年，DAMAUK发布了一份白皮书，描述了数据质量的6个核心维度，下列哪项描述不属于上述维度？",
        "da": "A、合理性。指数据模式符合预期的程度",
        "sno": 781
    },
    {
        "xx": [
            "A、组织应该通过定义总体治理目标和需求来选择合适的工具，在采购工具前，应做充分的测试",
            "B、组织应该通过对业务和技术的实际需求进行调研来选择合适的工具，在采购工具就，应做充分的测试",
            "C、组织应该通过对工具厂商功能的调研及交流来选择合适的工具，在采购工具前，应做充分的测试",
            "D、组织应该考虑根据不同的需求或者功能模块构建多个工具，在采购工具前，应做充分的测试"
        ],
        "wt": "数据治理从根本上讲是关于组织的行为，在执行过程中，为了提高效率和落地性，需要工具的支持，在选择工具时需要基于一定的原则，请从下列选项中选择正确的原则。",
        "da": "A、组织应该通过定义总体治理目标和需求来选择合适的工具，在采购工具前，应做充分的测试",
        "sno": 782
    },
    {
        "xx": [
            "A、业务人员",
            "B、领域专家",
            "C、企业架构师",
            "D、数据专家"
        ],
        "wt": "数据治理的定义是在管理数据资产过程中行使权力和管控，包括计划、实施和监控下面关于数据治理和管理职责中属于参与者的是？",
        "da": "D、数据专家",
        "sno": 783
    },
    {
        "xx": [
            "A、遵从法规和内部数据规范",
            "B、可持续性",
            "C、有效性",
            "D、识别数据价值"
        ],
        "wt": "数据治理的度量指标不包括:",
        "da": "D、识别数据价值",
        "sno": 784
    },
    {
        "xx": [
            "A、数据治理应该敏捷开发",
            "B、数据治理应该可持续发展",
            "C、数据治理应该是嵌入式的",
            "D、数据治理应该是可度量的"
        ],
        "wt": "数据治理的目标是使组织能够将数据作为资产进行管理，为了保证数据治理目标的达成，数据治理的过程应该包括三个方面的特性，请从下列选项中选择不属于数据治理过程特性的选项。",
        "da": "A、数据治理应该敏捷开发",
        "sno": 785
    },
    {
        "xx": [
            "A、减少风险或者改进流程",
            "B、数据质量提升、一般性风险管理",
            "C、项目开发效率、数据质量",
            "D、数据安全、特定业务因素驱动"
        ],
        "wt": "数据治理的驱动因素，主要聚焦于",
        "da": "A、减少风险或者改进流程",
        "sno": 786
    },
    {
        "xx": [
            "A、目标的实现",
            "B、沟通的有效性",
            "C、扩展数据管理专员正在使用的工具",
            "D、治理的有效性"
        ],
        "wt": "数据治理的指标中，关于有效性描述错误的是（）",
        "da": "D、治理的有效性",
        "sno": 787
    },
    {
        "xx": [
            "A、定义数据策略",
            "B、数据问题的管理和升级",
            "C、数据问题的分析和解决",
            "D、定义数据的标准和架构"
        ],
        "wt": "数据治理工作的内容繁多，请从下列选项中选择不是数据治理应从事的职能？",
        "da": "C、数据问题的分析和解决",
        "sno": 788
    },
    {
        "xx": [
            "A、将治理活动嵌入到数据作为资产管理相关的一系列流程中",
            "B、数据治理失败或不稳定的可能性非常大，对于有些组织而言，如果开展了一系列数据治理活动但未取得成功，则不建议持续投入",
            "C、可持续性运营需要投入时间、人力、财力，且要求组织接受治理、实现管理职能、监控和测量其结果、并克服困难，敢于面对失败",
            "D、运营计划包含实施和运营数据治理活动所需的事件，其中包括持续成功所需活动、时间和技术"
        ],
        "wt": "数据治理活动是确保数据治理落地实施的重要举措，数据治理活动包括现状评估及规划、战略制定、落地实施、嵌入及持续运营等四个方面的内容，请从下列选项中选择关于嵌入及持续运营描述不正确的选项。",
        "da": "B、数据治理失败或不稳定的可能性非常大，对于有些组织而言，如果开展了一系列数据治理活动但未取得成功，则不建议持续投入",
        "sno": 789
    },
    {
        "xx": [
            "A、规划变革管理",
            "B、在软件开发生命周期中增加治理的步骤",
            "C、不需要执行数据治理项目培训",
            "D、宣传数据制度和组织对数据管理活动的承诺"
        ],
        "wt": "数据治理经常面临管理项目上的变迁，组织需要组建一个团队来负责，以下不属于组建团队负责的事项是（）",
        "da": "C、不需要执行数据治理项目培训",
        "sno": 790
    },
    {
        "xx": [
            "A、立法职能、司法职能",
            "B、司法职能、执行职能",
            "C、立法职能、执行职能",
            "D、立法职能、司法职能、执行职能"
        ],
        "wt": "数据治理可以从政治治理的角度解释，包括了:",
        "da": "D、立法职能、司法职能、执行职能",
        "sno": 791
    },
    {
        "xx": [
            "A、数据治理为数据管理提供了一个框架",
            "B、数据治理和数据管理是协同关系",
            "C、不管是在集中或分散的模式下，数据治理办公室与数据管理组织都应该建立紧密的关系",
            "D、数据管理创建数据治理的指导方针和政策"
        ],
        "wt": "数据治理是要做“正确的事”，数据管理是要“将事情做对”，下列描述数据治理与数据管理的关系错误的是？",
        "da": "D、数据管理创建数据治理的指导方针和政策",
        "sno": 792
    },
    {
        "xx": [
            "A、执行就绪评估",
            "B、探索与业务保持一致",
            "C、制定组织触点",
            "D、选择合适的数仓或数据湖技术"
        ],
        "wt": "数据治理相关的活动有很多，请从下列选项中选择不属于组织数据治理活动的选项。",
        "da": "D、选择合适的数仓或数据湖技术",
        "sno": 793
    },
    {
        "xx": [
            "A、战略",
            "B、问题管理",
            "C、技术架构",
            "D、数据资产估值"
        ],
        "wt": "数据治理项目的范围和焦点依赖于组织需求，但多数项目都包含一些核心内容。请从下列选项中选择不属于这些核心内容的选项。",
        "da": "C、技术架构",
        "sno": 794
    },
    {
        "xx": [
            "A、战略",
            "B、技术架构",
            "C、问题管理",
            "D、数据资产估值"
        ],
        "wt": "数据治理项目的范围和焦点依赖于组织需求，但多数项目都包含一些核心内容。请从下列选项中选择不属于这些核心内容的选项。",
        "da": "B、技术架构",
        "sno": 795
    },
    {
        "xx": [
            "A、战略、愿景、制度、标准和治理、监督、维护、合规",
            "B、战略、价值观、制度、标准和治理、监督、维护、合规",
            "C、战略、制度、标准和质量、监督、合规、问题管理",
            "D、战略、制度、标准和质量、监督、合规"
        ],
        "wt": "数据治理项目范围包括:",
        "da": "C、战略、制度、标准和质量、监督、合规、问题管理",
        "sno": 796
    },
    {
        "xx": [
            "A、治理需要领导力和战略",
            "B、治理需要由业务来驱动",
            "C、治理需要多层面各级别全面进行",
            "D、治理不需要基于一定的框架"
        ],
        "wt": "数据治理需要基于一定的指导原则来进行，早在2000年DAMA就提出了一些重要的数据治理的基本原则。请选择不正确的治理原则。",
        "da": "D、治理不需要基于一定的框架",
        "sno": 797
    },
    {
        "xx": [
            "A、数据治理最常见的驱动因素是法规遵从性，特别是重点监控行业",
            "B、高级分析师、数据科学家的发展也是重要驱动因素",
            "C、信息系统开发也是推动数据治理的重要因素",
            "D、数据治理的驱动因素大多聚焦于减少风险或改进流程"
        ],
        "wt": "数据治理需要业务和技术共同驱动，请选择不属于业务驱动因素的选项。",
        "da": "C、信息系统开发也是推动数据治理的重要因素",
        "sno": 798
    },
    {
        "xx": [
            "A、现有的技术架构",
            "B、组织的资金状况",
            "C、对未知的恐惧",
            "D、监管影响"
        ],
        "wt": "数据治理运营框架的选择有赖于多种因素。请从下列选项中选择正确的一项因素。",
        "da": "D、监管影响",
        "sno": 799
    },
    {
        "xx": [
            "A、现有的技术架构",
            "B、组织的资金状况",
            "C、对未知的恐惧",
            "D、企业的业务运营模式"
        ],
        "wt": "数据治理运营框架主要有集中式、分布式、和联邦式三种。运营框架的选择有赖于多种因素。请从下列选项中选择正确的一项因素。",
        "da": "D、企业的业务运营模式",
        "sno": 800
    },
    {
        "xx": [
            "A、集中式、联邦式、网络式",
            "B、集中式、分布式、矩阵式",
            "C、联邦式、分布式、网络式",
            "D、集中式、矩阵式、网络式",
            "E、集中式、联邦式、分布式"
        ],
        "wt": "数据治理运营模式，包括:",
        "da": "E、集中式、联邦式、分布式",
        "sno": 801
    },
    {
        "xx": [
            "A、价值指标、成熟度指标、效率提升指标",
            "B、价值指标、有效性指标、可持续性指标",
            "C、价值指标、遵从性指标、有效性指标",
            "D、有效性指标、成熟度指标、遵从性指标"
        ],
        "wt": "数据治理指标，包括:",
        "da": "B、价值指标、有效性指标、可持续性指标",
        "sno": 802
    },
    {
        "xx": [
            "A、数据治理指导委员会（主要和最高权威组织，负责监督、支持和资助数据治理活动）",
            "B、数据治理委员会（管理数据治理规划、问题和升级处理）",
            "C、数据治理办公室（持续关注 DAMA 知识领域的企业级数据定义和数据管理标准）",
            "D、数据管理团队（与项目团队在数据定义和数据管理标准方面进行协作、咨询）"
        ],
        "wt": "数据治理组织还可以具有多个层次，以解决企业内不同级别的问题-本地、部门和企业范围。治理工作通常分为多个委员会，每个委员会的目的和监督水平与其他委员会不同，其中持续关注 DAMA 知识领域的企业级数据定义和数据管理标准的组织是一下哪个？",
        "da": "C、数据治理办公室（持续关注 DAMA 知识领域的企业级数据定义和数据管理标准）",
        "sno": 803
    },
    {
        "xx": [
            "A、首席数据官",
            "B、数据治理指导委员会",
            "C、数据治理办公室",
            "D、数据管理团队"
        ],
        "wt": "数据治理组织是数据治理成败的关键因素，请从下列选项中选择不属于数据治理组织的选项。",
        "da": "A、首席数据官",
        "sno": 804
    },
    {
        "xx": [
            "A、监管驱动",
            "B、法规遵从性",
            "C、数据质量",
            "D、数据价值"
        ],
        "wt": "数据治理最常见的驱动因素是什么？",
        "da": "B、法规遵从性",
        "sno": 805
    },
    {
        "xx": [
            "A、法规遵从性",
            "B、数据治理",
            "C、数据质量",
            "D、数据价值"
        ],
        "wt": "数据治理最常见的驱动因素是什么？",
        "da": "A、法规遵从性",
        "sno": 806
    },
    {
        "xx": [
            "A、实物资产是看得见摸得着的，在同一时刻它们只能放置在一个地方",
            "B、数据是无形的，很容易被复制和传输；但价值是固定的，不会因为时间的不同而不同",
            "C、数据在使用过程中会被消耗。这个特性和实物资产是一样的",
            "D、数据资产和金融资产一样也是可以放入财务报表的"
        ],
        "wt": "数据资产不同于其他比如实物或者金融资产，请从下列选项中选择对这些不同点正确的表述:",
        "da": "A、实物资产是看得见摸得着的，在同一时刻它们只能放置在一个地方",
        "sno": 807
    },
    {
        "xx": [
            "A、实物资产是看得见摸得着，可以移动的。在同一时刻它们只能放置在一个地方",
            "B、数据是无形的，很容易被复制和传输；但价值是固定的，不会因为时间的不同而不同",
            "C、数据在使用过程中会被消耗。这个特性和实物资产是一样的",
            "D、数据是动态的，但使用的目的往往是同一的"
        ],
        "wt": "数据资产不同于其他比如实物或者金融资产，请从下列选项中选择对这些不同点正确的表述：",
        "da": "A、实物资产是看得见摸得着，可以移动的。在同一时刻它们只能放置在一个地方",
        "sno": 808
    },
    {
        "xx": [
            "A、数据架构师",
            "B、数据模型管理员",
            "C、BI分析师",
            "D、数据库管理员"
        ],
        "wt": "数字化转型中个人会承担和扮演不同的角色。下列哪一项属于混合角色？",
        "da": "C、BI分析师",
        "sno": 809
    },
    {
        "xx": [
            "A、建立组织数据战略",
            "B、使以数据为中心的需求与可用的IT和业务资源保持一致",
            "C、监督数据在业务分析和商务智能中的使用情况",
            "D、制定信息管理原则"
        ],
        "wt": "虽然CDO的要求和职能受限于每个组织的文化、组织结构和业务需求，但许多CDO往往是业务战略家、顾问、数据质量管理专员和全方位数据管理大使中的一员，关于CDO的常见任务不包含哪项？",
        "da": "D、制定信息管理原则",
        "sno": 810
    },
    {
        "xx": [
            "A、数据仓库存储的数据来自其他系统",
            "B、存储行为包括以提升数据价值的方式整合数据",
            "C、数据仓库便于数据被访问和分析使用",
            "D、数据仓库数据建设的目的是为了支持运营管理"
        ],
        "wt": "虽然Inmon和Kimball 提倡的数据仓库建设方法不同，但他们遵循的核心理念相似。如下哪一项是对他们这些共同点不正确的描述？",
        "da": "D、数据仓库数据建设的目的是为了支持运营管理",
        "sno": 811
    },
    {
        "xx": [
            "A、数据仓库存储的数据来自其他系统",
            "B、存储行为包括以提升数据价值的方式整合数据",
            "C、数据仓库设计的核心理念是以能够快速和便捷地支持报表为目的",
            "D、数据仓库数据建设有很多目的，涵盖报表、工作流支持、运营决策等"
        ],
        "wt": "虽然Inmon和Kimball提倡的数据仓库建设方法不同，但他们遵循的核心理念相似。请从下列选项中选择描述不正确的选项。",
        "da": "C、数据仓库设计的核心理念是以能够快速和便捷地支持报表为目的",
        "sno": 812
    },
    {
        "xx": [
            "A、制定短期3个月的目标，长期计划",
            "B、制定制度，长期计划和6个月的短期目标",
            "C、遵循SMART原则（12-24个月），设置短期目标，长期计划以及目标必须是可以衡量的",
            "D、制定一定的标准，组织目标的制定和计划的落实"
        ],
        "wt": "虽然大多数公司在某种程度上已认识到数据是有价值的公司资产，但只有少数公司指定了首席数据管（CDO）来帮助弥合技术和业务之间的差距，并在高层建立企业级的高级数据管理战略，以下关于推动CDO事项表述正确的是（）",
        "da": "C、遵循SMART原则（12-24个月），设置短期目标，长期计划以及目标必须是可以衡量的",
        "sno": 813
    },
    {
        "xx": [
            "A、客户信息的隐私和保密",
            "B、法规可能会限制获取某些信息",
            "C、研究及其他知识产权",
            "D、所有的业务访问需求"
        ],
        "wt": "虽然数据安全的详细情况因行业和国家有所不同，但是数据安全实践的目标是相同的，对于数据安全需求的来源有多个方面，关于这些需求的来源描述不正确的是？",
        "da": "D、所有的业务访问需求",
        "sno": 814
    },
    {
        "xx": [
            "A、基础数据",
            "B、粒度",
            "C、一致性",
            "D、可靠性"
        ],
        "wt": "随着更多可用的数据，如美国人口普查局统计、购物人口统计、气象卫星数据、研究数据集等的出现，需要评估数据的价值和可靠性，需要审查数据源和创建这些源的流程，关于 pos 这一概念出现在审查管理数据源的那一步骤中。",
        "da": "A、基础数据",
        "sno": 815
    },
    {
        "xx": [
            "A、根据技术实现优先级寻找元数据的血缘关系",
            "B、从源系统开始识别直接相关的数据使用者，依次识别间接的数据使用者，直到识别出所有系统为止。",
            "C、元数据管理系统可以通过提供数据血缘详情的工具导入“实现态血缘”，并从无法自动抽取的“设计态血缘”文件中获取实施细节加以补充。",
            "D、数据血缘创建的局限性在于元数据管理系统的覆盖范围，超出管理范围时将无法提供相关信息"
        ],
        "wt": "随着系统中元数据的大量增加，数据血缘关系的发现变得复杂且难以管理。请从下列选项中选择关于元数据血缘关系发现和采集说法不正确的选项。",
        "da": "A、根据技术实现优先级寻找元数据的血缘关系",
        "sno": 816
    },
    {
        "xx": [
            "A、确定多个系统中数据元素间的链接等效性",
            "B、一个订单管理不考虑合并到数据仓库里",
            "C、可能包含等效数据的表用的是相同的名字",
            "D、可能包合等效数据的字段用的是相同的结构"
        ],
        "wt": "所有映射工作最困难的部分是?",
        "da": "A、确定多个系统中数据元素间的链接等效性",
        "sno": 817
    },
    {
        "xx": [
            "A、时间戳增量加载",
            "B、日志表增量加载",
            "C、消息增量",
            "D、全量加载"
        ],
        "wt": "通常，数据仓库是通过每天晚上的批量处理窗口进行一次数据加载服务，不同源系统可能需要不同的变更捕获技术，使用以下哪种技术系统变更最多",
        "da": "A、时间戳增量加载",
        "sno": 818
    },
    {
        "xx": [
            "A、数据。支持业务分析所必需的数据。这条轨迹涉及识别数据的最佳来源，设计如何修正、转换、集成、存储以及提供给应用程序使用数据的规则。",
            "B、技术。支持数据存储和迁移的后端系统及流程。与现有企业系统的集成是必需的，因为数据仓库本身并不是一个孤岛。",
            "C、商务智能工具。数据消费者从已部署的数据产品中获得有意义的数据洞察所必需的应用套件。",
            "D、安全。确保只有获得授权的用户才能访问敏感数据，以及防范数据处理过程的恶意篡改。"
        ],
        "wt": "通常来说，数据仓库/商务智能建设项目有三条并存的构建轨迹，其中不包括",
        "da": "D、安全。确保只有获得授权的用户才能访问敏感数据，以及防范数据处理过程的恶意篡改。",
        "sno": 819
    },
    {
        "xx": [
            "A、建模",
            "B、数据",
            "C、技术",
            "D、商务智能工具"
        ],
        "wt": "通常来说，数据仓库/商务智能建设项目有三条并存的构建轨迹。下列哪一项不是这三个轨道之一？",
        "da": "A、建模",
        "sno": 820
    },
    {
        "xx": [
            "A、数据",
            "B、技术",
            "C、商务智能工具",
            "D、建模"
        ],
        "wt": "通常来说。数据仓库／商务智能建设项目有三条并存的构建轨迹。如下哪一项不是这三个轨道之一？",
        "da": "D、建模",
        "sno": 821
    },
    {
        "xx": [
            "A、监督学习",
            "B、无监督学习",
            "C、被监督学习",
            "D、强化学习"
        ],
        "wt": "通过编程使机器学习可以快速地从查询中学习并适应不断变化的数据集，从而在大数据中引入一个全新的领域，称为机器学习，以下哪个不是机器学习的类型？",
        "da": "C、被监督学习",
        "sno": 822
    },
    {
        "xx": [
            "A、替换成本",
            "B、市场价值",
            "C、发现商机",
            "D、售卖数据"
        ],
        "wt": "通过交易数据或者通过售卖数据，从数据（商务智能）中发现商机获得的收入价值属于哪种度量价值的方式？",
        "da": "C、发现商机",
        "sno": 823
    },
    {
        "xx": [
            "A、间谍软件",
            "B、特洛伊木马",
            "C、病毒",
            "D、蠕虫"
        ],
        "wt": "通过伪装或嵌入合法软件而进入计算机系统的恶意程序，安装后可删除文件、访问个人信息、安装恶意软件、重新配置计算机、安装键盘记录器，甚至允许黑客将计算机用作攻击网络中其他计算机的武器（机器人或僵尸）。请问上述论述指的是哪一类恶意软件？",
        "da": "B、特洛伊木马",
        "sno": 824
    },
    {
        "xx": [
            "A、数据管理工作的外包，包括相关责任的外包，是非常普遍的数据运营模式",
            "B、外包世界中，转移控制，也就转移责任",
            "C、任何形式的外包都不会增加组织的数据风险",
            "D、数据安全措施和流程必须将外包供应商的风险既视为外部风险，又视为内部风险"
        ],
        "wt": "外包世界中的数据安全问题非常复杂。请从下列选项中选择描述正确的选项。",
        "da": "D、数据安全措施和流程必须将外包供应商的风险既视为外部风险，又视为内部风险",
        "sno": 825
    },
    {
        "xx": [
            "A、谁负责",
            "B、谁批准",
            "C、谁安排",
            "D、通知谁"
        ],
        "wt": "网络运营模式的责任矩阵不包含哪项?",
        "da": "C、谁安排",
        "sno": 826
    },
    {
        "xx": [
            "A、事实表和维度表",
            "B、事实表和卫星表",
            "C、维度表和链接表",
            "D、事实表和链接表"
        ],
        "wt": "维度模型通常称为星型模型，由哪些部分组成？",
        "da": "A、事实表和维度表",
        "sno": 827
    },
    {
        "xx": [
            "A、使用新值覆盖旧值",
            "B、新值写在新行中，旧行被标记为非当前值",
            "C、一个值的多个实例列在同一行的不同列中",
            "D、以上三种情况根据不同的场景适用"
        ],
        "wt": "维度也有一些属性，他们以不同的速率发生变化，渐变类的维度根据变化的速率和类型来管理变化，以下描述不正确的是（）",
        "da": "D、以上三种情况根据不同的场景适用",
        "sno": 828
    },
    {
        "xx": [
            "A、管理数据产品开发生命周期",
            "B、监控和调优加载过程",
            "C、发布管理",
            "D、监控和调优商务智能活动和性能"
        ],
        "wt": "维护数据产品的哪个过程将使数据仓库保持是最新的、清洁的、并以最佳状态运行？",
        "da": "C、发布管理",
        "sno": 829
    },
    {
        "xx": [
            "A、数据模型不需要保持最新的状态",
            "B、需求发生变化时，不需要对数据模型进行更新",
            "C、许多数据建模工具可以自动比较思维模型",
            "D、模型级别需要更改时，相应最高级别的模型需要更改"
        ],
        "wt": "维护数据模型，以下哪一项正确? .",
        "da": "D、模型级别需要更改时，相应最高级别的模型需要更改",
        "sno": 830
    },
    {
        "xx": [
            "A、ISO4590",
            "B、ISO9001认证",
            "C、ISO4-20-99",
            "D、ISO/IEC11179"
        ],
        "wt": "为定义元数据注册表提供框架的ISO元数据注册表标准是？",
        "da": "D、ISO/IEC11179",
        "sno": 831
    },
    {
        "xx": [
            "A、将数据混淆或脱敏",
            "B、删除不应出现在测试系统中的数据",
            "C、在供应商发票中混排供应商名称",
            "D、将机密文件夹设置为隐藏"
        ],
        "wt": "为了保证数据的安全性，我们在实践中有很多种做法，下列哪个做法不能保证数据的安全？",
        "da": "D、将机密文件夹设置为隐藏",
        "sno": 832
    },
    {
        "xx": [
            "A、常见的6种数据建模方法是关系建模、维度建模、非关系型建模、非维度型建模、基于时间建模、非关系型建模",
            "B、常见的6种数据建模方法是关系建模、维度建模、非关系型建模、概念模型、逻辑模型、和物理模型",
            "C、常见的6种数据建模方法是关系建模、维度建模、面向对象建模、基于事实建模、基于时间建模、非关系型建模",
            "D、常见的6种数据建模方法是关系建模、维度建模、面向事实建模、基于客户建模、基于时间建模、非关系型建模"
        ],
        "wt": "为有6种数据建模的方法。请从下列关于数据建模方法的描述中，选择描述正确的选项。（）",
        "da": "C、常见的6种数据建模方法是关系建模、维度建模、面向对象建模、基于事实建模、基于时间建模、非关系型建模",
        "sno": 833
    },
    {
        "xx": [
            "A、自组织映射",
            "B、聚类",
            "C、关联",
            "D、剖析"
        ],
        "wt": "文本挖掘使用文本分析和数据挖掘技术来分析文档，将内容自动进行分类，成为工作疏导和领域专家导向的知识本体，关于文本挖掘有很多技术，其中经常在互联网推荐系统中出现的技术是以下哪个？",
        "da": "C、关联",
        "sno": 834
    },
    {
        "xx": [
            "A、法规遵从性",
            "B、诉讼应诉和电子取证请求的能力",
            "C、业务连续性要求",
            "D、保密性要求"
        ],
        "wt": "文件和内容管理的主要业务驱动因素不包括：",
        "da": "D、保密性要求",
        "sno": 835
    },
    {
        "xx": [
            "A、法规遵从性要求",
            "B、诉讼响应能力及要求",
            "C、电子取证请求能力及业务连续性要求",
            "D、提高客户和员工的满意度要求"
        ],
        "wt": "文件和内容管理的主要业务驱动因素不包括？",
        "da": "D、提高客户和员工的满意度要求",
        "sno": 836
    },
    {
        "xx": [
            "A、法规遵从性要求（法律法规要求组织保留某些活动的档案）",
            "B、诉讼响应能力",
            "C、电子取证请求能力",
            "D、确保数据资产完整性"
        ],
        "wt": "文件和内容管理的主要业务驱动因素不包括？",
        "da": "D、确保数据资产完整性",
        "sno": 837
    },
    {
        "xx": [
            "A、法规遵从性要求",
            "B、诉讼响应能力和电子取证请求能力",
            "C、业务连续性要求",
            "D、存储成本的要求"
        ],
        "wt": "文件和内容管理的主要业务驱动因素不包括如下哪一项？",
        "da": "D、存储成本的要求",
        "sno": 838
    },
    {
        "xx": [
            "A、确保结构化和非结构化数据之间的整合能力",
            "B、确保高速有效地采集和使用非结构化的数据和信息",
            "C、遵守法律义务并达到客户预期",
            "D、充分制定有效的档案管理方法"
        ],
        "wt": "文件和内容管理的最佳实践目标不包括?",
        "da": "D、充分制定有效的档案管理方法",
        "sno": 839
    },
    {
        "xx": [
            "A、问责原则、完整原则、保护原则、遵从原则、可用原则、保留原则、处置原则、透明原则",
            "B、问责原则、完善原则、保护原则、遵循原则、可用原则、保管原则、保密原则、可审计原则",
            "C、问责原则、完整原则、保护原则、遵循原则、可用原则、保留原则、处置原则、透明原则",
            "D、问责原则、完善原则、保护原则、遵从原则、可用原则、保管原则、保密原则、可审计原则"
        ],
        "wt": "文件和内容管理应遵循哪些指导原则?",
        "da": "A、问责原则、完整原则、保护原则、遵从原则、可用原则、保留原则、处置原则、透明原则",
        "sno": 840
    },
    {
        "xx": [
            "A、关联式",
            "B、推式",
            "C、拉式",
            "D、交互式"
        ],
        "wt": "文件和内容管理中内容分发的方法有 3 种。下列说法错误的是？",
        "da": "A、关联式",
        "sno": 841
    },
    {
        "xx": [
            "A、数据的血缘关系",
            "B、数据模型的字段定义",
            "C、存储库的操作系统软件",
            "D、主数据系统数据的更新间隔"
        ],
        "wt": "我们不希望在元数据存储库中发现找到?",
        "da": "C、存储库的操作系统软件",
        "sno": 842
    },
    {
        "xx": [
            "A、基于物理数据模型自动生成逻辑模型，此过程称为“正向工程”",
            "B、首先需要通过建立概念模型来理解需求的范围，然后建立物理模型来详细描述业务过程；",
            "C、正向工程是指从需求开始构建新应用程序的过程。",
            "D、基于逻辑模型自动生成物理模型的过程，称为“逆向工程”"
        ],
        "wt": "我们可以利用建模工具，比如ERWin等，来实现“正向工程”或“逆向工程”，如下哪个表述是正确的?",
        "da": "C、正向工程是指从需求开始构建新应用程序的过程。",
        "sno": 843
    },
    {
        "xx": [
            "A、它不应该被移除，所有数据都是有价值的",
            "B、我们可能在以后的某个阶段需更这些信息",
            "C、规程中不明确是否应该保留",
            "D、数据是一种资产，它很可能在未来被认为是有价值的",
            "E、规程中不明确哪些是无附加价值，并且存储成本低，所以没有成本驱动，而且处理比保存更费力"
        ],
        "wt": "无附加价值的信息通常也不会被删除，因为:",
        "da": "E、规程中不明确哪些是无附加价值，并且存储成本低，所以没有成本驱动，而且处理比保存更费力",
        "sno": 844
    },
    {
        "xx": [
            "A、指导和培训",
            "B、采用度量策略",
            "C、坚持指导原则",
            "D、革命而非演进"
        ],
        "wt": "无论数据管理组织的架构如何，有10个因素始终被证明对其数字化转型的成功发挥着关键作用。请从如下选择中选择一个不正确的因素。",
        "da": "D、革命而非演进",
        "sno": 845
    },
    {
        "xx": [
            "A、高管层的支持",
            "B、明确的愿景",
            "C、主动的变更管理",
            "D、革命而非演进"
        ],
        "wt": "无论数据管理组织的架构如何，有10个因素始终被证明对其数字化转型的成功发挥着关键作用。请从下列选项中选择一个不属于这10个因素的选项。",
        "da": "D、革命而非演进",
        "sno": 846
    },
    {
        "xx": [
            "A、革命而非演进",
            "B、高管层的支持",
            "C、主动的变更管理",
            "D、明确的愿景"
        ],
        "wt": "无论数据管理组织的架构如何，有10个因素始终被证明对其数字化转型的成功发挥着关键作用。请从下列选项中选择一个不属于这10个因素的选项。",
        "da": "A、革命而非演进",
        "sno": 847
    },
    {
        "xx": [
            "A、高管层的支持",
            "B、明确的愿景",
            "C、主动的变更管理",
            "D、革命而非演进"
        ],
        "wt": "无论数据管理组织的架构如何，有10个因素始终被证明对其数字化转型的成功发挥着关键作用。请从下列选项中选择一个不属于这10个因素的选项。（）",
        "da": "D、革命而非演进",
        "sno": 848
    },
    {
        "xx": [
            "A、模式；元素；实例",
            "B、事实；属性；实例",
            "C、节点；链接；键值",
            "D、实体；属性；元素"
        ],
        "wt": "物理数据模型的范畴，术语“表”(Tab1e) 用于表示引用表、文件和( )等含义;术语“列”(Co1um) 用于表示引用列、字段和( )等含义;术语“行”(Row) 用于表示引用行、记录或( )等含义。",
        "da": "A、模式；元素；实例",
        "sno": 849
    },
    {
        "xx": [
            "A、物理数据模型与特定技术相关",
            "B、物理数据模型通过对结构进行组合来提高检索性能",
            "C、物理数据模型通常是雪花模式",
            "D、物理数据模型受实现技术约束"
        ],
        "wt": "物理数据模型描述一种详细的技术解决方案，通常以逻辑数据模型为基础，与某一类系统硬件、软件和网络工具相匹配，以下关于物理数据模型叙述错误的是？",
        "da": "C、物理数据模型通常是雪花模式",
        "sno": 850
    },
    {
        "xx": [
            "A、保护和提高组织的声誉",
            "B、提高组织数据价值和数据利用的机会",
            "C、提高组织效率和生产力",
            "D、降低数据质量管理的成本"
        ],
        "wt": "希望从数据中获取价值的组织认识到，高质量数据比低质量数据更有价值。使用劣质数据充满风险，会损害组织的声誉，导致罚款、收入损失、客户流失和负面的媒体曝光等，组织基于各种业务驱动因素而着手进行数据质量管理活动，下列哪项不属于上述驱动因素？",
        "da": "D、降低数据质量管理的成本",
        "sno": 851
    },
    {
        "xx": [
            "A、沟通计划",
            "B、文件和内容管理",
            "C、协作工具",
            "D、知识管理和元数据存储库"
        ],
        "wt": "下列（ ）不属于数据管理成熟度的评估工具",
        "da": "B、文件和内容管理",
        "sno": 852
    },
    {
        "xx": [
            "A、数据映射",
            "B、数据验证",
            "C、实体解析",
            "D、数据采集"
        ],
        "wt": "下列（ ）步骤不属于主数据管理的关键处理步骤",
        "da": "A、数据映射",
        "sno": 853
    },
    {
        "xx": [
            "A、识别敏感数据资产并分类分级",
            "B、关联数据库中的代码表",
            "C、参考数据管理系统",
            "D、用特定于对象属性的元数据制定允许值"
        ],
        "wt": "下列（ ）技术不属于参考数据常用的存储技术",
        "da": "A、识别敏感数据资产并分类分级",
        "sno": 854
    },
    {
        "xx": [
            "A、聚焦业务目标",
            "B、以始为终",
            "C、全局性思考和设计，局部性的行动和建设",
            "D、提升透明度和自助服务"
        ],
        "wt": "下列（）不是数仓应该遵循的指导原则",
        "da": "B、以始为终",
        "sno": 855
    },
    {
        "xx": [
            "A、数据架构师",
            "B、数据质量分析师",
            "C、数据集成专家",
            "D、分析/报表开发人员"
        ],
        "wt": "下列（）不属于IT角色",
        "da": "B、数据质量分析师",
        "sno": 856
    },
    {
        "xx": [
            "A、对现有内容的审核和分类",
            "B、创建数据映射的规则",
            "C、适当元数据标签的定义",
            "D、合适的信息体系结构"
        ],
        "wt": "下列不属于 ECM（企业内容管理）关键成功因素的是？",
        "da": "B、创建数据映射的规则",
        "sno": 857
    },
    {
        "xx": [
            "A、识别驱动因素和需求",
            "B、定义数据源",
            "C、定义架构方法",
            "D、建模主数据"
        ],
        "wt": "下列不属于参考数据和主数据管理活动的是?",
        "da": "B、定义数据源",
        "sno": 858
    },
    {
        "xx": [
            "A、衡量授权细则和程序的合规性",
            "B、确保所有数据需求都是可衡量的",
            "C、发现潜在不合规问题以及存在违反法规遵从性时，自行处理",
            "D、使用标准工具和流程保护存储和运行中的受监管数据"
        ],
        "wt": "下列不属于管理法规遵从性的是?",
        "da": "C、发现潜在不合规问题以及存在违反法规遵从性时，自行处理",
        "sno": 859
    },
    {
        "xx": [
            "A、解决痛点",
            "B、成功愿景",
            "C、分享案例",
            "D、营造不满意感"
        ],
        "wt": "下列不属于说服他人参与数据管理价值沟通的方法的是哪项？",
        "da": "D、营造不满意感",
        "sno": 860
    },
    {
        "xx": [
            "A、分析数据安全策略和标准",
            "B、对违背数据安全的行为进行警告和上报",
            "C、推荐数据安全的设计、操作和合规性改进工作。",
            "D、改进数据的可靠性和准确性"
        ],
        "wt": "下列对数据安全审计描述不正确的是哪项？",
        "da": "D、改进数据的可靠性和准确性",
        "sno": 861
    },
    {
        "xx": [
            "A、数据安全包括安全策略和过程的规划、规划、建立和执行",
            "B、数据安全为数据和信息资产提供正确的身份验证、授权、访问及审计",
            "C、数据安全实践的目标因行业和国家不同而有所区别",
            "D、数据安全活动的业务驱动因素包括降低风险和促进业务增长等"
        ],
        "wt": "下列对数据安全相关的基础知识描述不正确的是（）",
        "da": "C、数据安全实践的目标因行业和国家不同而有所区别",
        "sno": 862
    },
    {
        "xx": [
            "A、切片（Slice）：是多维数组的子集，对应不在子集中的维度的一个或多个成员的单个值",
            "B、切块（Dice）：切块操作是数据立方体上一个或两个以上维度的切片，或者是两个以上的连续切片。",
            "C、向下/向上钻取（Drilldown/up）：是一种特定的分析技术，用户可以在不同数据级别之间导航，范围从最概括（向上）到最详细（向下）。",
            "D、向上卷积（Roll-up）：卷积涉及计算一个或多个维度的所有数据关系。为此，需要先定义计算关系或公式。"
        ],
        "wt": "下列关于常见OLAP操作的描述不正确的是",
        "da": "B、切块（Dice）：切块操作是数据立方体上一个或两个以上维度的切片，或者是两个以上的连续切片。",
        "sno": 863
    },
    {
        "xx": [
            "A、在变革过程之初认识变革法难以推动的因素有助于取得变革成功",
            "B、转型过程是人们适应新环境的心理过程，占据变革管理的核心地位",
            "C、阻碍变革的常见因素包括内向型文化、信任度低、对困难的恐惧等",
            "D、自满情绪的根源包括外部的绩效负面反馈"
        ],
        "wt": "下列关于组织变革的论述中，哪项描述是不正确的？",
        "da": "D、自满情绪的根源包括外部的绩效负面反馈",
        "sno": 864
    },
    {
        "xx": [
            "A、Strong-Wang 框架，侧重数据消费者对数据看法",
            "B、Thomas Redman 制定了一套基于数据结构的数据质量维度",
            "C、Larry English 提出一套综合指标：固有特征和实用特征。",
            "D、科特"
        ],
        "wt": "下列名人提出了数据质量的理论，以下哪一个不属于数据质量维度模型名称的是？",
        "da": "D、科特",
        "sno": 865
    },
    {
        "xx": [
            "A、不允许新旧密码出现增量规律",
            "B、避免使用键盘相邻的字符",
            "C、密码长度要求6位以上",
            "D、不包括在任何语言中完整的词典文字"
        ],
        "wt": "下列哪个密码标准和规程是安全性最弱的？",
        "da": "C、密码长度要求6位以上",
        "sno": 866
    },
    {
        "xx": [
            "A、拥有正式的管理职位",
            "B、有最终决策者",
            "C、可长期维持",
            "D、容易实施或改进"
        ],
        "wt": "下列哪个是分散运营模式的优点?",
        "da": "D、容易实施或改进",
        "sno": 867
    },
    {
        "xx": [
            "A、支持适当访问并防止对企业数据资产的不当访问",
            "B、支持对隐私、保护和保密制度、法规的遵从",
            "C、协同合作",
            "D、确保满足利益相关方对隐私和保密的要求"
        ],
        "wt": "下列哪个选项是组织数据安全管理应该遵循的指导原则?",
        "da": "C、协同合作",
        "sno": 868
    },
    {
        "xx": [
            "A、要使用或获取的数据源是什么",
            "B、组织试图解决什么问题，需要分析什么",
            "C、使用数据源的对象是谁，如何使用",
            "D、提供数据的及时性和范围"
        ],
        "wt": "下列哪项不属于大数据战略包括的评估标准？",
        "da": "C、使用数据源的对象是谁，如何使用",
        "sno": 869
    },
    {
        "xx": [
            "A、提高组织数据价值和数据利用大的机会",
            "B、降低低质量数据导致的风险和成本",
            "C、减少数据的研究时间",
            "D、保护和提高组织效率和生产力"
        ],
        "wt": "下列哪项不属于建立正式数据质量管理的业务驱动因素?",
        "da": "C、减少数据的研究时间",
        "sno": 870
    },
    {
        "xx": [
            "A、确保能够高速有效地采集和使用非结构化的数据和信息。",
            "B、确保结构化和非结构化数据之间的整合能力。",
            "C、遵守法律义务并达到客户预期。",
            "D、降低非结构化数据的存储成本。"
        ],
        "wt": "下列哪项不属于实施文件和内容管理最佳实践的目标",
        "da": "D、降低非结构化数据的存储成本。",
        "sno": 871
    },
    {
        "xx": [
            "A、评估的总体结果",
            "B、项目进展中的风险",
            "C、投资的预期收益及节约项目成本",
            "D、可在组织内使用或重复使用的组件"
        ],
        "wt": "下列哪项不属于数据管理成熟度评估报告结果：",
        "da": "C、投资的预期收益及节约项目成本",
        "sno": 872
    },
    {
        "xx": [
            "A、评估的总体结果",
            "B、项目进展中的风险",
            "C、可在组织内使用或重复使用的组件",
            "D、投资的预期收益及节约项目成本"
        ],
        "wt": "下列哪项不属于数据管理成熟度评估报告结果：",
        "da": "D、投资的预期收益及节约项目成本",
        "sno": 873
    },
    {
        "xx": [
            "A、数据剖析和查询工具",
            "B、数据质量规则模板",
            "C、元数据存储库",
            "D、数据概括分析"
        ],
        "wt": "下列哪项不属于数据质量的实施工具之一",
        "da": "D、数据概括分析",
        "sno": 874
    },
    {
        "xx": [
            "A、内容:内容不一定要准确、完整和真实。",
            "B、背景:关于档案的创建者、创建日期或与其他档案关系的描述性信息（元数据）应该在创建档案时收集、组织并维护。",
            "C、及时性:档案应该在事件、行为或决定发生后立即创建",
            "D、耐久性:一旦成为档案则档秦的法定保存期时长不能改变"
        ],
        "wt": "下列哪项描述是与准备充分的档案管理不相符的( ) ?",
        "da": "A、内容:内容不一定要准确、完整和真实。",
        "sno": 875
    },
    {
        "xx": [
            "A、公平、合法、透明",
            "B、数据最小化",
            "C、无存储限制",
            "D、诚信和保密"
        ],
        "wt": "下列哪些不属于CDPR准则?",
        "da": "C、无存储限制",
        "sno": 876
    },
    {
        "xx": [
            "A、聚焦业务目标",
            "B、以终为始",
            "C、全局性的思考和设计",
            "D、以上都是"
        ],
        "wt": "下列哪一项是数据仓库建设应遵循的指导原则？",
        "da": "D、以上都是",
        "sno": 877
    },
    {
        "xx": [
            "A、以终为始",
            "B、全局性的思考和设计",
            "C、以上都是",
            "D、聚焦业务目标"
        ],
        "wt": "下列哪一项是数据仓库建设应遵循的指导原则？",
        "da": "C、以上都是",
        "sno": 878
    },
    {
        "xx": [
            "A、数据治理",
            "B、数据质量",
            "C、数据安全",
            "D、数据标准"
        ],
        "wt": "下列哪一项职能是指导所有其他数据管理领域的活动的选项？",
        "da": "A、数据治理",
        "sno": 879
    },
    {
        "xx": [
            "A、制度的一致性",
            "B、衡量安全性的收益",
            "C、持续沟通",
            "D、减轻压迫感"
        ],
        "wt": "下列哪种方式不能让组织提高合规性?",
        "da": "D、减轻压迫感",
        "sno": 880
    },
    {
        "xx": [
            "A、数据集、表和字段的定义和描述",
            "B、数据溯源和数据血缘",
            "C、数据标准",
            "D、物理数据库表名和字段名"
        ],
        "wt": "下列属于技术元数据的是？",
        "da": "D、物理数据库表名和字段名",
        "sno": 881
    },
    {
        "xx": [
            "A、字段属性",
            "B、数据安全隐私级别",
            "C、数据CRUD(增、删、改、查)规则",
            "D、物理数据模型，包括数据表名、键和索引"
        ],
        "wt": "下列属于业务元数据的是?",
        "da": "B、数据安全隐私级别",
        "sno": 882
    },
    {
        "xx": [
            "A、字段属性",
            "B、数据的安全隐私级别",
            "C、数据CRUD（增、删、改、查）规则",
            "D、物理数据模型，包括数据表名、键和索引"
        ],
        "wt": "下列属于业务元数据的是？",
        "da": "B、数据的安全隐私级别",
        "sno": 883
    },
    {
        "xx": [
            "A、定义元数据战略",
            "B、理解元数据需求",
            "C、定义元数据架构",
            "D、以上都是"
        ],
        "wt": "下列属于元数据管理活动的是",
        "da": "D、以上都是",
        "sno": 884
    },
    {
        "xx": [
            "A、交换模式定义了任何系统或组织交换数据所需的数据转换结构",
            "B、数据集成和互操作涉及在什么时间、什么地点、以什么方式能获得数据",
            "C、组织的元数据越完整和准确，其管理数据集成风险和成本的能力就越弱",
            "D、国家信息交换模型（NIEM）的目的是使信息的发送者和接收者对该信息的含义有一个共同的、明确的理解"
        ],
        "wt": "下列说法不准确的是",
        "da": "C、组织的元数据越完整和准确，其管理数据集成风险和成本的能力就越弱",
        "sno": 885
    },
    {
        "xx": [
            "A、SOA（面向服务的架构）的目标是在独立的软件模块之间定义良好的交互",
            "B、事件处理是一种跟踪和分析有关发生事件的信息流，并从中得出结论的方法",
            "C、无论各自结构如何，数据联邦不提供访问各个独立数据存储库组合的权限",
            "D、计算基础设施即服务包括IT即服务IaaS、平台即服务PaaS、数据库即服务DBaaS"
        ],
        "wt": "下列说法有误的是",
        "da": "C、无论各自结构如何，数据联邦不提供访问各个独立数据存储库组合的权限",
        "sno": 886
    },
    {
        "xx": [
            "A、ETL功能可用于归档数据并可能将其转换为存档环境中的数据结构",
            "B、交互模型描述了在系统之间建立连接以传送数据的方式",
            "C、两个紧密耦合的系统通常有一个同步接口，其中一个系统等待另一个系统的响应",
            "D、两个紧密耦合的系统，如果一方系统不可用，那么可用另一个系统"
        ],
        "wt": "下列说法有误的是哪项？",
        "da": "D、两个紧密耦合的系统，如果一方系统不可用，那么可用另一个系统",
        "sno": 887
    },
    {
        "xx": [
            "A、时延是指从源系统生成数据到目标系统可用该数据的时间差",
            "B、以批处理模式移动的数据将代表在给定时间点的全部数据",
            "C、变更数据捕获是一种通过增加过滤来减少传送带宽需求的方法",
            "D、大多数采用批量方式的数据集成解决方案都是使用准实时或事件驱动的方式"
        ],
        "wt": "下列说法有误的是哪一项？",
        "da": "D、大多数采用批量方式的数据集成解决方案都是使用准实时或事件驱动的方式",
        "sno": 888
    },
    {
        "xx": [
            "A、制定数据治理战略",
            "B、管理项目和数据",
            "C、建立数据标准管理流程",
            "D、制定业务术语表"
        ],
        "wt": "下列选项哪些不属于数据治理活动?",
        "da": "B、管理项目和数据",
        "sno": 889
    },
    {
        "xx": [
            "A、架构标准合规率",
            "B、数据模型与架构标准一致性指标",
            "C、实施趋势",
            "D、业务价值度量指标"
        ],
        "wt": "下列选项中，不属于数据架构衡量指标的是：",
        "da": "B、数据模型与架构标准一致性指标",
        "sno": 890
    },
    {
        "xx": [
            "A、时问戳增量加载",
            "B、日志表增量加载",
            "C、全量加载",
            "D、数据库交易日志"
        ],
        "wt": "下列选项中，传输量最大的数据变更数据捕获技术是哪一项?",
        "da": "C、全量加载",
        "sno": 891
    },
    {
        "xx": [
            "A、调查数据问题的根本原因",
            "B、有助于提升数据仓库的稳定性",
            "C、对系统变更或数据问题进行影响分析",
            "D、根据数据来源确定数据的可靠性"
        ],
        "wt": "下列选项中，对记录的数据血缘关系的用途描述不准确的是哪一项?",
        "da": "B、有助于提升数据仓库的稳定性",
        "sno": 892
    },
    {
        "xx": [
            "A、过于自满",
            "B、未能创造短期收益",
            "C、过早宣布胜利",
            "D、谨慎使用危机"
        ],
        "wt": "下列选项中，哪个不是科特变更的8大误区之一？",
        "da": "D、谨慎使用危机",
        "sno": 893
    },
    {
        "xx": [
            "A、数据库管理员(DBA)",
            "B、数据分析师",
            "C、数据架构师",
            "D、数据管理人员"
        ],
        "wt": "下列选项中，哪个角色是数据专业中最常见、也是最广泛被接纳的角色?",
        "da": "A、数据库管理员(DBA)",
        "sno": 894
    },
    {
        "xx": [
            "A、很少或没有治理；有限的工具集；单个竖井（系统)内定义角色；控件（如果有的话的应用完全不一致）；未解决的数据质量问题",
            "B、治理开始出现；引入一致的工具集；定义了一些角色和过程；越来越意识到数据质量问题的影响",
            "C、数据被视为组织的推动者；具有扩展能力的流程和工具:减少手工处理过程；流程结果(包括数据质量)更具可预测性",
            "D、集中规划和管理；管理数据相关风险；数据管理性能指标；数据质量改进能够量化测量"
        ],
        "wt": "下列选项中属于数据管理成熟度2级特征的选项是？",
        "da": "B、治理开始出现；引入一致的工具集；定义了一些角色和过程；越来越意识到数据质量问题的影响",
        "sno": 895
    },
    {
        "xx": [
            "A、提供数据和组件的标准业务词汇",
            "B、定义组织中数据的当前状态",
            "C、整合企业数据架构蓝图",
            "D、选择开发企业数据模型的软件产品"
        ],
        "wt": "下列选项中选择不属于数据架构师职责的选项。（）",
        "da": "D、选择开发企业数据模型的软件产品",
        "sno": 896
    },
    {
        "xx": [
            "A、共享数据系统之间的绝大多数交互都是“中心辐射型”的",
            "B、点对点交互模型所需的接口数量接近系统数量的平方数",
            "C、中心辐射型是将共享数据整合到应用程序的一个中央数据中心",
            "D、数据仓库、数据集市和主数据管理中心都是数据中心的示范"
        ],
        "wt": "下列有关交互模型的说法有误的是",
        "da": "A、共享数据系统之间的绝大多数交互都是“中心辐射型”的",
        "sno": 897
    },
    {
        "xx": [
            "A、复制技术将分析和查询对主事务操作环境性能的影响降至最低",
            "B、复制解决方案通常监视数据集本身，而不是数据集的更改日志",
            "C、当源数据集和目标数据集是彼此的精确副本时，复制工具的表现较佳",
            "D、如果数据更改动作发生在多个副本站点时，那么数据复制解决方案不是最佳的选择"
        ],
        "wt": "下列有关数据集成和互操作的复制描述有误的是",
        "da": "B、复制解决方案通常监视数据集本身，而不是数据集的更改日志",
        "sno": 898
    },
    {
        "xx": [
            "A、理解数据的内容和结构是实现数据集成成功的关键",
            "B、剖析数据的目标之一是评估数据的质量",
            "C、数据转换引擎（或ETL工具）是数据集成工具箱中的主要工具",
            "D、数据转换引擎通常对数据进行虚拟抽取、转换和集成"
        ],
        "wt": "下列有关数据集成和互操作的说法有误的是",
        "da": "D、数据转换引擎通常对数据进行虚拟抽取、转换和集成",
        "sno": 899
    },
    {
        "xx": [
            "A、数据探索（DataDiscovery）应该在设计之后进行",
            "B、数据探索的目标是为数据集成工作确定潜在的数据来源",
            "C、数据探索将确定可能获取数据的位置以及可能集成的位置",
            "D、数据探索还包括针对数据质量的高级别评估工作，以确定数据是否适合集成计划的目标"
        ],
        "wt": "下列有关数据集成和互操作的说法有误的是哪一项？",
        "da": "A、数据探索（DataDiscovery）应该在设计之后进行",
        "sno": 900
    },
    {
        "xx": [
            "A、加速层",
            "B、服务层",
            "C、批处理层",
            "D、预处理层"
        ],
        "wt": "下面不是 SBA 架构主要的组件的是？",
        "da": "D、预处理层",
        "sno": 901
    },
    {
        "xx": [
            "A、知悉",
            "B、评估",
            "C、说服",
            "D、决策"
        ],
        "wt": "下面不是创新采纳的五个阶段的是？",
        "da": "B、评估",
        "sno": 902
    },
    {
        "xx": [
            "A、根据信息价值链调整数据责任制度，以此来学习横向管理",
            "B、将垂直的（简仓）数据责任制度转变为共享的信息管理工作",
            "C、从数据质量角度，以提高数据质量为第一位，纵观全局",
            "D、对不良数据管理引发的代价和规范化数据管理带来的价值进行衡量"
        ],
        "wt": "下面不是哪一个不是成功的数据管理实践",
        "da": "C、从数据质量角度，以提高数据质量为第一位，纵观全局",
        "sno": 903
    },
    {
        "xx": [
            "A、技术架构",
            "B、应用架构",
            "C、组织架构",
            "D、信息架构"
        ],
        "wt": "下面不是企业架构实践的是？",
        "da": "C、组织架构",
        "sno": 904
    },
    {
        "xx": [
            "A、数据更新频率-与时间表匹配",
            "B、缺失元数据报告",
            "C、查询统计分析",
            "D、未更新的元数据报告"
        ],
        "wt": "下面不属于管理元数据存储质量控制活动的内容是（）",
        "da": "C、查询统计分析",
        "sno": 905
    },
    {
        "xx": [
            "A、更新的频次",
            "B、运维的要求",
            "C、质量要求",
            "D、数据量大小"
        ],
        "wt": "下面关于理解元数据需求的管理活动，描述不正确的是",
        "da": "D、数据量大小",
        "sno": 906
    },
    {
        "xx": [
            "A、职责明确，决策更容易",
            "B、组织结构相对扁平",
            "C、结构扁平，观念一致",
            "D、广泛的责任感"
        ],
        "wt": "下面那些是集中运营模式的优点？",
        "da": "A、职责明确，决策更容易",
        "sno": 907
    },
    {
        "xx": [
            "A、安装任何软件系统或网页包时，默认密码保持不变，这就是一个后门，黑客早晚会发现它的存在，所以任何后门都是安全风险。",
            "B、机器人网络是机器人计算机（被感染机器）组成的网络。",
            "C、防火墙不能对传入和传出的通信信息进行扫描，但可寻找受限或受监管的信息，并防止未经许可通过（数据泄露防护）。",
            "D、周界是指组织环境与外部系统之间的边界，通常将防火墙部署在所有内部和外部环境之间。"
        ],
        "wt": "下述关于网络安全术语的说法，错误的是？",
        "da": "C、防火墙不能对传入和传出的通信信息进行扫描，但可寻找受限或受监管的信息，并防止未经许可通过（数据泄露防护）。",
        "sno": 908
    },
    {
        "xx": [
            "A、巩固变革成果",
            "B、将变革成果融入企业文化",
            "C、企业文化适应变革成果",
            "D、沟通变革的愿景:"
        ],
        "wt": "下述科特变革法中， 哪个属于迎接新机制的阶段? .",
        "da": "B、将变革成果融入企业文化",
        "sno": 909
    },
    {
        "xx": [
            "A、①②④",
            "B、①③④",
            "C、②③④",
            "D、①②③"
        ],
        "wt": "项目中的企业数据架构角色依赖软件开发过程。因采用的方法不同，将架构活动嵌入到项目中的过程也不同，具体采用的方式包括：①瀑布方式②迭代方式③敏捷方式④逆向方式",
        "da": "D、①②③",
        "sno": 910
    },
    {
        "xx": [
            "A、①②④",
            "B、①③④",
            "C、②③④",
            "D、①②③"
        ],
        "wt": "项目中的企业数据架构角色依赖软件开发过程。因采用的方法不同，将架构活动嵌入到项目中的过程也不同，具体采用的方式包括①瀑布方式②迭代方式③敏捷方式④逆向方式",
        "da": "D、①②③",
        "sno": 911
    },
    {
        "xx": [
            "A、瀑布方式",
            "B、迭代方式",
            "C、集中方式",
            "D、敏捷方式"
        ],
        "wt": "项目中的企业数据架构角色依赖软件开发过程。因采用的方法不同，将架构活动嵌入到项目中的过程也不同。如下哪项不是该项工作中经常用的三种方法之一？",
        "da": "C、集中方式",
        "sno": 912
    },
    {
        "xx": [
            "A、集中方式",
            "B、瀑布方式",
            "C、迭代方式",
            "D、敏捷方式"
        ],
        "wt": "项目中的企业数据架构角色依赖软件开发过程。因采用的方法不同，将架构活动嵌入到项目中的过程也不同。下列哪项不是该项工作中经常用的三种方法之一？",
        "da": "A、集中方式",
        "sno": 913
    },
    {
        "xx": [
            "A、瀑布方式",
            "B、迭代方式",
            "C、敏捷方式",
            "D、存储方式"
        ],
        "wt": "项目中的数据架构角色依赖软件开发过程，主要采用的方式不含",
        "da": "D、存储方式",
        "sno": 914
    },
    {
        "xx": [
            "A、采购和合同包括数据即服务，云服务采购、其他外包、第三方开发工作",
            "B、如果 CDO 没有直接控制所有与数据采购相关的预算，那么数据管理团队将成为防止重复工作及保证优化获得数据资产的焦点",
            "C、法规遵从性需要开展持续性的监控活动，以识别、跟踪新出现和潜在的影响和要求",
            "D、数据治理规划中确定了在系统或应用程序开发生命周期中制定组织策略、流程和标准的 控制点"
        ],
        "wt": "协调工作的部分包括为数据治理工作制定组织接触点，以下关于 CDO 组织触点描述错误的是？",
        "da": "B、如果 CDO 没有直接控制所有与数据采购相关的预算，那么数据管理团队将成为防止重复工作及保证优化获得数据资产的焦点",
        "sno": 915
    },
    {
        "xx": [
            "A、脆弱性",
            "B、威胁",
            "C、风险",
            "D、风险分类"
        ],
        "wt": "信息安全领域有一些特定的术语，了解这些关键术语有助于清楚阐明治理要求。请阅读下述示例，并判断应用哪个术语进行描述最恰当？示例：存在过期安全补丁的网络计算机、不受可靠密码保护的网页、来自未知发件人的电子邮件附件的用户，不受技术命令保护的公司软件（这将使攻击者能够控制系统）。",
        "da": "A、脆弱性",
        "sno": 916
    },
    {
        "xx": [
            "A、调查数据问题的根本原因",
            "B、对系统变更或数据问题进行影响分析",
            "C、根据数据来源确定数据的可靠性",
            "D、对系统数据问题进行自动更正"
        ],
        "wt": "许多数据集成工具提供数据血缘分析，既要考虑开发的总体代码，又要考虑物理数据模型和数据库。记录的数据血缘关系有很多用途，但是不包括",
        "da": "D、对系统数据问题进行自动更正",
        "sno": 917
    },
    {
        "xx": [
            "A、调查数据问题的根本原因。",
            "B、对系统变更或数据问题进行影响分析。",
            "C、根据数据来源确定数据的可靠性。",
            "D、为业务部门获取更多关键的业务流程。"
        ],
        "wt": "许多数据集成工具提供血缘分析，记录数据血缘关系的用途不包括:",
        "da": "D、为业务部门获取更多关键的业务流程。",
        "sno": 918
    },
    {
        "xx": [
            "A、衡量在目标人群中成功完成安全意识培训的员工数量（安全意识指标）",
            "B、评估安全补丁的有效性（安全意识指标）",
            "C、检测到并阻止了入侵尝试数量",
            "D、进行后续测试来确定风险敞口（安全意识指标）"
        ],
        "wt": "许多组织都面临者类似的数安全挑战，以下属于安全事件指标的是？",
        "da": "C、检测到并阻止了入侵尝试数量",
        "sno": 919
    },
    {
        "xx": [
            "A、安全实施指标",
            "B、质量意识指标",
            "C、数据保护指标",
            "D、机密数据扩散"
        ],
        "wt": "许多组织都面临着数据安全的挑战，组织需要建立一定的考核指标来评估数据安全工作的有效性。以下哪一项不一定是该考核适用的指标？",
        "da": "B、质量意识指标",
        "sno": 920
    },
    {
        "xx": [
            "A、对核心业务概念和术语有共同的理解",
            "B、业务术语往往由数据治理委员会制定",
            "C、降低由于对业务概念理解不一致而导致数据误使用的风险",
            "D、改进技术资产（包括技术命名规范）与业务组织之间的一致性"
        ],
        "wt": "许多组织使用个性化的内部词汇。术语表是在组织内部共享词汇的一种方法。开发、记录标准数据定义，可以减少歧义混乱，提升沟通效率。定义必须清晰、措辞严谨，并能解释任何可能的例外、同义词或者变体。请从下列选项中选择一项不属于术语表建设目标的选项。",
        "da": "B、业务术语往往由数据治理委员会制定",
        "sno": 921
    },
    {
        "xx": [
            "A、对核心业务概念和术语有共同的理解",
            "B、降低由于对业务概念理解不一致而导致数据误使用的风险",
            "C、改进技术资产（包括技术命名规范）与业务组织之间的一致性",
            "D、业务术语是数据建模的先决条件"
        ],
        "wt": "许多组织使用个性化的内部词汇。术语表是在组织内部共享词汇的一种方法。开发、记录标准数据定义，可以减少歧义混乱，提升沟通效率。定义必须清晰、措辞严谨，并能解释任何可能的例外、同义词或者变体。请从下列选项中选择一项不属于术语表建设目标的选项。",
        "da": "D、业务术语是数据建模的先决条件",
        "sno": 922
    },
    {
        "xx": [
            "A、与其他数据不一样，元数据是关于数据的数据，元数据本身不需要管理",
            "B、随着组织收集和存储数据能力的提升，元数据在数据管理中的作用就会越变越不重要",
            "C、要实现数据驱动，组织必须先实现元数据驱动",
            "D、元数据管理不需要考虑元数据的质量问题"
        ],
        "wt": "选择关于元数据管理描述正确的选项。（）",
        "da": "C、要实现数据驱动，组织必须先实现元数据驱动",
        "sno": 923
    },
    {
        "xx": [
            "A、元数据存储库的完整性",
            "B、主数据服务数据遵从性",
            "C、元数据存储库可用性",
            "D、主数据相关元数据的准确性"
        ],
        "wt": "要测量元数据的影响，就需要验证缺少元数据导致的影响。元数据管理实施的有效性可以根据元数据本身的完整性、与其关联的日常管理操作以及元数据的使用情况来度量。请从下列选项中选择不属于元数据管理评估指标的选项。",
        "da": "D、主数据相关元数据的准确性",
        "sno": 924
    },
    {
        "xx": [
            "A、对数据的理解并不需要考虑到语境或者上下文环境",
            "B、数据既是对其所代表对象的解释，也是必须被解释的对象",
            "C、数据是对其所代表对象的解释，人对自然的直观表述，数据本身并不需要被解释",
            "D、在信息技术中，数据只是指以数字形式存储的信息"
        ],
        "wt": "业界对“什么是数据”有许多不同的解释。按照DAMA的观点，如下哪个观点是正确的?",
        "da": "B、数据既是对其所代表对象的解释，也是必须被解释的对象",
        "sno": 925
    },
    {
        "xx": [
            "A、模型应该是完整的，可重复的，技术中立的",
            "B、模型的政治、经济和文化因素",
            "C、模型应该告诉具体的问题所在和具体的改进行动计划",
            "D、企业“一把手”的意见和他个人的偏好"
        ],
        "wt": "业界有许多不同的数据管理成熟度评估模型，在选择数据管理成熟度模型时，我们应该考虑:",
        "da": "A、模型应该是完整的，可重复的，技术中立的",
        "sno": 926
    },
    {
        "xx": [
            "A、业务人员",
            "B、数据库管理员",
            "C、数据管理专员",
            "D、技术用户"
        ],
        "wt": "业务词汇表应用程序的构建满足三个核心用户的功能需求，不包括（）",
        "da": "B、数据库管理员",
        "sno": 927
    },
    {
        "xx": [
            "A、确认对数据定义的理解相同，并在整个组织过程中得到实现和正确使用",
            "B、数据元素赋值必须在定义的数字、词典或时间范围内",
            "C、数值记录完备性，即数值不能有缺失的情况存在",
            "D、分配给数据元素的值，必须对应于映射到其他等效对应值域中选择的值"
        ],
        "wt": "业务规则描述业务应该如何在内部运行，以便成功地与外部世界保持一致。以下关于业务规则类型的描述错误的是？",
        "da": "C、数值记录完备性，即数值不能有缺失的情况存在",
        "sno": 928
    },
    {
        "xx": [
            "A、管理用户",
            "B、技术用户",
            "C、业务用户",
            "D、数据管理专员"
        ],
        "wt": "业务术语表的构建需满足核心用户的功能需求，请从如下选项中选择最有可能不属于核心用户的选项。",
        "da": "A、管理用户",
        "sno": 929
    },
    {
        "xx": [
            "A、①②③④",
            "B、①②③",
            "C、②③④",
            "D、①③④"
        ],
        "wt": "业务术语表应用程序的构建需要满足哪几个核心用户的功能需求？①研究分析师②数据管理专员③技术用户④数据分析师",
        "da": "A、①②③④",
        "sno": 930
    },
    {
        "xx": [
            "A、准确性",
            "B、合理性",
            "C、及时性",
            "D、一致性"
        ],
        "wt": "一般3口之家每月的用电量大概是300元左右。电力公司在今年1月检查发现有一个住宅小区某户人家的上月电费账单是2千万元。这个数据很有可能有问题，需要进一步核实。这违反了数据质量的哪个维度指标?",
        "da": "B、合理性",
        "sno": 931
    },
    {
        "xx": [
            "A、常见的6种数据建模方法是关系建模、维度建模、非关系型建模、非维度型建模、基于",
            "B、常见的6种数据建模方法是关系建模、维度建模、非关系型建模，概念模型、宠辑模型、",
            "C、常见的6种数据建模方法是关系建模、维度建棋、面向对象建模、基于事实难模、著于",
            "D、常见的6种数据建模方法是关系建模、维度建模、面向事实建模、基于客户建模、基于"
        ],
        "wt": "一般认为有6种数据建模的方法。请从下列关于数据建模方法的描述中，选择描述正确的选项。",
        "da": "C、常见的6种数据建模方法是关系建模、维度建棋、面向对象建模、基于事实难模、著于",
        "sno": 932
    },
    {
        "xx": [
            "A、产品和服务",
            "B、财务体系",
            "C、组织文化",
            "D、参与方"
        ],
        "wt": "一般组织的主数据不包括下列（ ）事物的数据",
        "da": "C、组织文化",
        "sno": 933
    },
    {
        "xx": [
            "A、扁平分类法",
            "B、层次分类法",
            "C、多重层级结构",
            "D、分面分类法"
        ],
        "wt": "一个包含多个国家的列表，属于下列哪个分类法？",
        "da": "A、扁平分类法",
        "sno": 934
    },
    {
        "xx": [
            "A、明确性、有效性、可行性",
            "B、明确性、有效性、一致性",
            "C、明确性、动力性、一致性",
            "D、明确性、动力性、可行性"
        ],
        "wt": "一个好的愿景具有哪三个重要特指?",
        "da": "C、明确性、动力性、一致性",
        "sno": 935
    },
    {
        "xx": [
            "A、归一化数据",
            "B、数据",
            "C、元数据",
            "D、超级数据"
        ],
        "wt": "一个人的姓氏被记录在系统中。列名是Pname。Pname是属于？",
        "da": "C、元数据",
        "sno": 936
    },
    {
        "xx": [
            "A、职位权力、专家意见、可信性、有效团队",
            "B、职位权力、专家意见、可信性、领导力",
            "C、职位权力、专家意见、领导力、共同目标",
            "D、职位权力、专家意见、领导力、有效团队"
        ],
        "wt": "一个有效的指导联盟具备哪些关键特征?",
        "da": "B、职位权力、专家意见、可信性、领导力",
        "sno": 937
    },
    {
        "xx": [
            "A、对架构方法的接受度",
            "B、确认数据是IT任务",
            "C、放弃局部数据视角，接受企业级数据视角的能力",
            "D、规范数据治理的接受程度"
        ],
        "wt": "一个组织接受并实施数据架构不依赖于（）",
        "da": "B、确认数据是IT任务",
        "sno": 938
    },
    {
        "xx": [
            "A、参与者",
            "B、供给者",
            "C、消费者",
            "D、以上都是"
        ],
        "wt": "依据DMBOK2,数据质量语境关系图中的内容，数据质量分析师属于哪类角色。",
        "da": "A、参与者",
        "sno": 939
    },
    {
        "xx": [
            "A、按照所需格式、及时地提供安全、合规的数据",
            "B、将数据物理地或者虚拟地合并到数据中心",
            "C、通过开发共享模型降低解决方案的成本和复杂度",
            "D、采用企业视角确保未来的可扩展性"
        ],
        "wt": "以下（）不属于数据集成与互操作的目标",
        "da": "D、采用企业视角确保未来的可扩展性",
        "sno": 940
    },
    {
        "xx": [
            "A、立即恢复",
            "B、关键恢复",
            "C、非即时恢复",
            "D、非关键恢复"
        ],
        "wt": "以下（）不属于数据库恢复的类型",
        "da": "C、非即时恢复",
        "sno": 941
    },
    {
        "xx": [
            "A、数据治理指导委员会",
            "B、数据治理委员会",
            "C、数据治理办公室",
            "D、数据管理团队"
        ],
        "wt": "以下（）组织是管理数据治理规划、问题和升级处理？",
        "da": "B、数据治理委员会",
        "sno": 942
    },
    {
        "xx": [
            "A、映射（识别和获取需要分析的数据）",
            "B、洗牌（依据所需的分析模式组合数据）",
            "C、组合",
            "D、归并（删除重复或执行聚合，以便将结果数据集的大小减少到需要的规模）"
        ],
        "wt": "以下不是 MapReduce 模型的主要步骤的是？",
        "da": "C、组合",
        "sno": 943
    },
    {
        "xx": [
            "A、关系型联机分析处理",
            "B、多维矩阵型联机分析处理",
            "C、混合型联机分析处理",
            "D、线性型联机分析处理"
        ],
        "wt": "以下不是三种经典0LAP实现方法的是?",
        "da": "D、线性型联机分析处理",
        "sno": 944
    },
    {
        "xx": [
            "A、贯穿整个数据生命周期，管理数据的可用性",
            "B、确保资产的完整性",
            "C、实现业务的连续性",
            "D、管理数据交易的性能"
        ],
        "wt": "以下不是数据存储与操作的目标的是？",
        "da": "C、实现业务的连续性",
        "sno": 945
    },
    {
        "xx": [
            "A、缓存",
            "B、抽取",
            "C、转换",
            "D、加载"
        ],
        "wt": "以下不是数据集成所包含的技术是",
        "da": "A、缓存",
        "sno": 946
    },
    {
        "xx": [
            "A、数据架构成果（包括不同层级的模型、定义、数据流）",
            "B、数据架构目标",
            "C、数据架构活动（用于形成、部署和实现数据架构的目标）",
            "D、数据架构行为（包括影响企业数据架构的不同角色之间的协作、思维方式和技能）"
        ],
        "wt": "以下不是数据架构的基本组成部分的是？",
        "da": "B、数据架构目标",
        "sno": 947
    },
    {
        "xx": [
            "A、中央数据仓库",
            "B、操作型数据存储",
            "C、)缓存区",
            "D、数据集市"
        ],
        "wt": "以下不属于不同用途存储区域的是?",
        "da": "C、)缓存区",
        "sno": 948
    },
    {
        "xx": [
            "A、列数据库",
            "B、平面文件数据库",
            "C、多维数据库",
            "D、对象/多媒体数据库"
        ],
        "wt": "以下不属于非关系型数据本的是",
        "da": "C、多维数据库",
        "sno": 949
    },
    {
        "xx": [
            "A、监管",
            "B、数据治理",
            "C、组织变更",
            "D、数据安全"
        ],
        "wt": "以下不属于各组织进行能力成熟度评估的原因的是 ?",
        "da": "D、数据安全",
        "sno": 950
    },
    {
        "xx": [
            "A、查询功能受到源系统可用性的影响",
            "B、维护成本可能很高",
            "C、元数据的抽取可能需要自定义模块或中间件",
            "D、验证和维护自定义代码会增加对内部IT人员和软件供应商的要求"
        ],
        "wt": "以下不属于集中式存储的缺点的是",
        "da": "A、查询功能受到源系统可用性的影响",
        "sno": 951
    },
    {
        "xx": [
            "A、架构标准接受率",
            "B、实施趋势",
            "C、有效性",
            "D、业务价值度量指标"
        ],
        "wt": "以下不属于架构度量指标的是（）",
        "da": "C、有效性",
        "sno": 952
    },
    {
        "xx": [
            "A、项目监督",
            "B、定义标准",
            "C、管理架构设计",
            "D、工具选型"
        ],
        "wt": "以下不属于架构治理活动的是（）",
        "da": "D、工具选型",
        "sno": 953
    },
    {
        "xx": [
            "A、树立紧迫感",
            "B、沟通传达变革愿景",
            "C、受众评估与准备",
            "D、建立指导联盟"
        ],
        "wt": "以下不属于科特的重大变革八步法的是?",
        "da": "C、受众评估与准备",
        "sno": 954
    },
    {
        "xx": [
            "A、保持简单",
            "B、使用比喻、类比和例子",
            "C、重复，重复，再重复",
            "D、解释表面上的一致性"
        ],
        "wt": "以下不属于科特确定了有效传播愿景关键要素是?",
        "da": "D、解释表面上的一致性",
        "sno": 955
    },
    {
        "xx": [
            "A、访问",
            "B、审计",
            "C、授权",
            "D、权限"
        ],
        "wt": "以下不属于数据安全 4A 的是哪个？",
        "da": "D、权限",
        "sno": 956
    },
    {
        "xx": [
            "A、首席数据官组织",
            "B、公司管理者",
            "C、数据质量团队",
            "D、企业架构团队"
        ],
        "wt": "以下不属于数据管理组织利益相关的团体是？",
        "da": "B、公司管理者",
        "sno": 957
    },
    {
        "xx": [
            "A、确认并记录业务视角对数据需求的理解",
            "B、确保应用程序更符合当前业务和未来需求",
            "C、支撑主数据管理和数据治理项目等",
            "D、确保为更多数据应用和数据管理奠定基础"
        ],
        "wt": "以下不属于数据模型和设计的目标的是（）",
        "da": "A、确认并记录业务视角对数据需求的理解",
        "sno": 958
    },
    {
        "xx": [
            "A、数据质量趋势",
            "B、数据剖析和查询工具",
            "C、数据质量规则模板",
            "D、元数据存储库"
        ],
        "wt": "以下不属于数据质量工具的是？",
        "da": "A、数据质量趋势",
        "sno": 959
    },
    {
        "xx": [
            "A、提高组织数据价值和数据利用的机会",
            "B、应对数据质量绩效考核指标的相关要求",
            "C、提高组织效率和生产力",
            "D、保护和提高组织的声誉"
        ],
        "wt": "以下不属于数据质量管理的驱动因素的是？",
        "da": "B、应对数据质量绩效考核指标的相关要求",
        "sno": 960
    },
    {
        "xx": [
            "A、数据质量管理应覆盖从创建或采购直至处置的数据全生命周期。",
            "B、数据质量方案的重点应放在预防数据错误和降低数据可用性等情形上,不应放在简单的纠正记录上。",
            "C、数据质量报告和问题管理应纳入服务水平协议(SLA)",
            "D、数据质量方案的重点应放在纠正错误上。"
        ],
        "wt": "以下不属于数据质量管原则的是",
        "da": "D、数据质量方案的重点应放在纠正错误上。",
        "sno": 961
    },
    {
        "xx": [
            "A、定义高质量数据",
            "B、定义数据质量战略",
            "C、数据质量战略和框架",
            "D、开发和部署数据质量操作"
        ],
        "wt": "以下不属于数据质量活动的是？",
        "da": "C、数据质量战略和框架",
        "sno": 962
    },
    {
        "xx": [
            "A、图标LOGO",
            "B、网站",
            "C、数据治理计分卡",
            "D、业务术语表"
        ],
        "wt": "以下不属于数据治理工具的是？",
        "da": "A、图标LOGO",
        "sno": 963
    },
    {
        "xx": [
            "A、规划组织的数据治理",
            "B、制定数据治理战略",
            "C、嵌入数据治理",
            "D、数据治理策略"
        ],
        "wt": "以下不属于数据治理活动的是？",
        "da": "D、数据治理策略",
        "sno": 964
    },
    {
        "xx": [
            "A、定义数据策",
            "B、数据问题的管理和升级",
            "C、指导IT部门解决具体问题",
            "D、定义数据的标准和架构"
        ],
        "wt": "以下不属于数据治理项目所包含内容的是?",
        "da": "C、指导IT部门解决具体问题",
        "sno": 965
    },
    {
        "xx": [
            "A、领导缺乏意识",
            "B、缺乏治理",
            "C、缺乏领导力和管理能力",
            "D、难以证明改进的合理性"
        ],
        "wt": "以下不属于有效数据质量的障碍有 ?",
        "da": "A、领导缺乏意识",
        "sno": 966
    },
    {
        "xx": [
            "A、概念数据模型",
            "B、数据质量反馈循环",
            "C、端到端主数据",
            "D、端到端可验证数据血缘"
        ],
        "wt": "以下不属于在数据仓库/商务智能实施预先考虑的架构子组件及支持活动的是?",
        "da": "C、端到端主数据",
        "sno": 967
    },
    {
        "xx": [
            "A、运营报表指的是业务用户直接从交易系统、应用程序或数据仓库生成报表。",
            "B、绩效管理是一套集成的组织流程和应用程序，旨在优化业务战略的执行。",
            "C、在线分析处理（OLAP）是一种为多维分析查询提供快速性能的方法。",
            "D、在线分析处理（OLAP）比在线事务处理（OLTP）对数据的实时性有更高的要求。"
        ],
        "wt": "以下定义和描述错误的是:",
        "da": "D、在线分析处理（OLAP）比在线事务处理（OLTP）对数据的实时性有更高的要求。",
        "sno": 968
    },
    {
        "xx": [
            "A、明确数据敏感性和安全约束性",
            "B、选择工具",
            "C、及时性和性能的权衡",
            "D、保障资源安全"
        ],
        "wt": "以下对可由数据仓库实现功能描述有误的是？",
        "da": "C、及时性和性能的权衡",
        "sno": 969
    },
    {
        "xx": [
            "A、定义数据安全的策略和标准",
            "B、约定数据安全的控制范围并策划行动措施",
            "C、对数据进行脱敏并划分信息的密级",
            "D、对管理员部署应用程序的行为进行审计"
        ],
        "wt": "以下对数据安全管理活动描述不准确的是：",
        "da": "A、定义数据安全的策略和标准",
        "sno": 970
    },
    {
        "xx": [
            "A、数据集成和互操作主要目的是为了对数据移动进行有效管理",
            "B、数据集成是将数据整合成物理的或虚拟的一致格式",
            "C、如果目标系统比源系统或中间应用系统具有更强的转换能力，那么数据处理的顺序不可以切换为ELT",
            "D、数据互操作是多个系统之间进行通信的能力"
        ],
        "wt": "以下对于数据集成和互操作有关说法错误的是",
        "da": "C、如果目标系统比源系统或中间应用系统具有更强的转换能力，那么数据处理的顺序不可以切换为ELT",
        "sno": 971
    },
    {
        "xx": [
            "A、数据集成和互操作的核心是抽取、转换和加载这一基本过程",
            "B、分析型数据处理往往是实时或准实时的",
            "C、抽取过程包括选择所需的数据并从其源数据中提取",
            "D、转换过程是让选定的数据与目标数据库的结构相兼容"
        ],
        "wt": "以下对于数据集成和互操作有关说法有误的是",
        "da": "B、分析型数据处理往往是实时或准实时的",
        "sno": 972
    },
    {
        "xx": [
            "A、在数据源和目标相同时，使用不落地脱敏",
            "B、静态数据脱敏可以逆转更改数据",
            "C、当目标环境移动需要脱敏时，采用落地脱敏",
            "D、部分数据在脱敏过程中遇到问题，可重新运行脱敏过程"
        ],
        "wt": "以下关于静态数据脱敏，说法正确的是?",
        "da": "D、部分数据在脱敏过程中遇到问题，可重新运行脱敏过程",
        "sno": 973
    },
    {
        "xx": [
            "A、企业业务架构的元素包括业务模型、流程、功能、服务、事件、策略、词汇",
            "B、企业数据架构的元素包括数据模型、数据定义、数据映射规范",
            "C、企业应用架构的元素包括业务系统、软件包、数据库",
            "D、企业技术架构的元素包括技术平台、网络、安全、整合工具"
        ],
        "wt": "以下关于企业架构类型的说法，哪一个选项是不正确的？",
        "da": "B、企业数据架构的元素包括数据模型、数据定义、数据映射规范",
        "sno": 974
    },
    {
        "xx": [
            "A、企业数据模型是一个整体的、企业级的、独立实施的概念或逻辑数据模型，为企业提供通用的、一致的数据视图。",
            "B、企业数据模型包括数据实体（如业务概念）、数据实体间关系和一些关键属性，它为所有数据和数据相关的项目奠定了基础。",
            "C、数据架构定义了对组织非常重要元素的标准术语和设计。企业数据架构的设计中包括业务数据描述，如数据的收集、存储、整合、移动和分布。",
            "D、采用行业标准模型能够加快开发企业数据模型的效率，这些模型提供了有用的指南和参考。然而，即使组织已经开始着手购买数据模型，但设计企业级的数据模型仍需要大量的投资。"
        ],
        "wt": "以下关于企业数据架构的说法，哪一个选项是不正确的？",
        "da": "B、企业数据模型包括数据实体（如业务概念）、数据实体间关系和一些关键属性，它为所有数据和数据相关的项目奠定了基础。",
        "sno": 975
    },
    {
        "xx": [
            "A、数据代表个人的特征，可被用于各类决策，必须保证其质量和可靠性",
            "B、需要有伦理准则来防止数据被滥用",
            "C、需要规定数据所有权",
            "D、伦理准则只需要保护数据，不需要管理数据质量"
        ],
        "wt": "以下关于数据处理伦理问题核心概念描述不正确的是",
        "da": "D、伦理准则只需要保护数据，不需要管理数据质量",
        "sno": 976
    },
    {
        "xx": [
            "A、数据模型不是元数据的一种重要形式",
            "B、数据模型是对数据结构和数据关系的简洁定义",
            "C、数据模型可以帮助解释数据上下文的边界",
            "D、数据模型通过以书面的形式获取知识来保存系统或项目的企业信息"
        ],
        "wt": "以下关于数据建模目标和原则的说法，不正确的是",
        "da": "A、数据模型不是元数据的一种重要形式",
        "sno": 977
    },
    {
        "xx": [
            "A、数据流是一种记录数据血缘的数据加工过程，用于描述数据如何在业务流程和系统中流动。",
            "B、端到端的数据流包含了数据起源于哪里，在哪里存储和使用，在不同流程和系统内或之间如何转化，但数据血缘分析无助于解释数据流中某一点上的数据状态。",
            "C、数据流映射仅记录了数据与以下内容的联系：①业务流程中的应用；②某个环境中的数据存储或数据库；③网段（有助于安全映射）。",
            "D、上述B选项与C选项均不正确"
        ],
        "wt": "以下关于数据流设计的说法，哪一个选项是不正确的？",
        "da": "D、上述B选项与C选项均不正确",
        "sno": 978
    },
    {
        "xx": [
            "A、DBA不是所有数据库变更的监管人。",
            "B、数据生命周期管理包括为数据的获取、迁移、保留、过期和处置进行的实施策略和过程。",
            "C、DBA有一个回退计划，在变更出现异常的情况下可以撤销变更。",
            "D、DBA采用一种可控制、可记录、可审计的流程，将应用程序的数据库变更实施到QA环境和生产环境中。"
        ],
        "wt": "以下关于数据生命周期管理描述不正确的是",
        "da": "A、DBA不是所有数据库变更的监管人。",
        "sno": 979
    },
    {
        "xx": [
            "A、数据和其他资产不同，它不是有形的",
            "B、数据的价值经常随着时间的推移而变化",
            "C、数据是一种资产，但相比其他资产，其在管理方式的某些方面有很大差异",
            "D、数据资产在使用过程中会被消耗"
        ],
        "wt": "以下关于数据与其他资产的区别，描述不正确的是（）",
        "da": "D、数据资产在使用过程中会被消耗",
        "sno": 980
    },
    {
        "xx": [
            "A、提高组织数据价值和数据利用的机会",
            "B、降低低质量数据导致的风险和成本",
            "C、提高组织效率和生产力",
            "D、改善数据使用者和IT 专业人员之间的沟通"
        ],
        "wt": "以下关于数据质量业务驱动因素描述错误的是 ?",
        "da": "D、改善数据使用者和IT 专业人员之间的沟通",
        "sno": 981
    },
    {
        "xx": [
            "A、一个组织的业务战略和目标影响着组织的数据战略，以及数据治理和数据管理在组织里的运营方式。",
            "B、数据治理与数据相关的决策责任可共享。",
            "C、相对于孤立、特定的功能领域，当数据治理是一项企业层面工作时，效果最为显著。",
            "D、数据治理工作不一定都要支持业务战略和目标。"
        ],
        "wt": "以下关于数据治理规划的描述中，哪项是错误的？",
        "da": "D、数据治理工作不一定都要支持业务战略和目标。",
        "sno": 982
    },
    {
        "xx": [
            "A、数据治理属于IT治理，是IT治理发展的新阶段",
            "B、数据治理仅聚焦于管理数据资产和作为资产的数据",
            "C、数据治理除了聚焦于管理数据资产和作为资产的数据外，还包括对应的总体技术架构",
            "D、数据治理覆盖企业治理、IT治理等多个领域"
        ],
        "wt": "以下关于数据治理与IT治理区别的说法哪个是正确的",
        "da": "B、数据治理仅聚焦于管理数据资产和作为资产的数据",
        "sno": 983
    },
    {
        "xx": [
            "A、制定业务术语表",
            "B、协调IT团队协作",
            "C、重视问题管理",
            "D、发起数据资产治理"
        ],
        "wt": "以下关于数据治理与管理职责的活动描述正确的是?",
        "da": "A、制定业务术语表",
        "sno": 984
    },
    {
        "xx": [
            "A、数据字典是支撑数据仓库使用的必须组件",
            "B、字典用业务术语来描述数据",
            "C、数据字典的内容直接来自业务数据模型",
            "D、建模过程采用严格的定义管理办法，以规划高质量的元数据"
        ],
        "wt": "以下关于数据字典和术语叙述错误的是?",
        "da": "C、数据字典的内容直接来自业务数据模型",
        "sno": 985
    },
    {
        "xx": [
            "A、数据库术语是专有的、技术性的。",
            "B、数据库不是存储数据的集合。",
            "C、模式是数据库或实例中的数据库对象的一个子集。",
            "D、一台单独的计算机作为分布式数据库处理数据或者存储数据的一部分。"
        ],
        "wt": "以下描述不正确的有",
        "da": "B、数据库不是存储数据的集合。",
        "sno": 986
    },
    {
        "xx": [
            "A、对于数据仓库和商务智能以及参考数据和主数据管理不重要，数据集成过程中将数据从源系统数据转换和数据集成到数据HUB整合，以及HUB集成到目标系统的转换，直至交付给系统或数据消费者",
            "B、数据集成和互操作作为大数据管理领域中的核心，目的在于集成各类数据，包括数据库中结构化数据文档或文件的非结构化文本数据、媒体、音频、视频和流数据等",
            "C、元数据，用于跟踪数据的技术清单，包括数据的业务含义、转换的业务数据规则，",
            "D、数据安全，确保解决方案满足数据安全性，逻辑数据与应用程序、组织间的交互"
        ],
        "wt": "以下描述数据集成和互操作错误的是?",
        "da": "A、对于数据仓库和商务智能以及参考数据和主数据管理不重要，数据集成过程中将数据从源系统数据转换和数据集成到数据HUB整合，以及HUB集成到目标系统的转换，直至交付给系统或数据消费者",
        "sno": 987
    },
    {
        "xx": [
            "A、IS08000",
            "B、IS011179",
            "C、IS09000",
            "D、IS011174"
        ],
        "wt": "以下哪个标准是属于元数据注册标准",
        "da": "B、IS011179",
        "sno": 988
    },
    {
        "xx": [
            "A、DAMA车轮图",
            "B、DMBOK金字塔图",
            "C、环境因素六边形图",
            "D、知识领域语境关系图"
        ],
        "wt": "以下哪个不是DAMA-DMBOK的数据管理框架图?",
        "da": "B、DMBOK金字塔图",
        "sno": 989
    },
    {
        "xx": [
            "A、数据混搭",
            "B、机器学习技术",
            "C、高级有监督学习",
            "D、统计过程控制"
        ],
        "wt": "以下哪个不是大数据和数据科学技术语境关系图中的方法？",
        "da": "D、统计过程控制",
        "sno": 990
    },
    {
        "xx": [
            "A、准备有关预测模型的个人、组织、产品或市场和迁移前的历史数据",
            "B、处理实时流数据，充分填充预测模型、识别有意义的事件",
            "C、根据预测执行触发的动作",
            "D、记录所有系统的数据结构涉及源、目标和缓存之间的转换"
        ],
        "wt": "以下哪个不是开发复杂事件处理方案需要做的工作？",
        "da": "D、记录所有系统的数据结构涉及源、目标和缓存之间的转换",
        "sno": 991
    },
    {
        "xx": [
            "A、聚焦业务目标",
            "B、以始为终",
            "C、总结并持续优化",
            "D、不要千篇一律"
        ],
        "wt": "以下哪个不是数据仓库建设应遵循的指导原则？",
        "da": "B、以始为终",
        "sno": 992
    },
    {
        "xx": [
            "A、面向主题的",
            "B、一致的",
            "C、稳定的",
            "D、随时间变化的"
        ],
        "wt": "以下哪个不属于在数据仓库/商务智能的大数据概念架构下中央数据仓库的性质？",
        "da": "B、一致的",
        "sno": 993
    },
    {
        "xx": [
            "A、在进行评估之前，建立受益声明",
            "B、将与评估有关的概念社会化",
            "C、分享文章和成功案例",
            "D、将 DMMA 与特定的业务问题或场景关联起来（风险：组织中缺乏“数据说话”）"
        ],
        "wt": "以下哪个措施不能有效缓解 DMMA 缺乏组织认同的风险？",
        "da": "D、将 DMMA 与特定的业务问题或场景关联起来（风险：组织中缺乏“数据说话”）",
        "sno": 994
    },
    {
        "xx": [
            "A、数据科学家",
            "B、数据管理专员/数据管家",
            "C、数据Owner",
            "D、CDO首席数据官"
        ],
        "wt": "以下哪个岗位代表所有相关方的利益？",
        "da": "B、数据管理专员/数据管家",
        "sno": 995
    },
    {
        "xx": [
            "A、CDO首席数据官",
            "B、数据科学家",
            "C、数据Owner",
            "D、数据管理专员/数据管家"
        ],
        "wt": "以下哪个岗位代表所有相关方的利益？（）",
        "da": "D、数据管理专员/数据管家",
        "sno": 996
    },
    {
        "xx": [
            "A、CDO首席数据官",
            "B、数据科学家",
            "C、数据拥有者",
            "D、数据管理专员/数据管家"
        ],
        "wt": "以下哪个岗位是数据管理的代理人但未必是数据的拥有者？",
        "da": "D、数据管理专员/数据管家",
        "sno": 997
    },
    {
        "xx": [
            "A、ISO 8000",
            "B、ISO 42010",
            "C、ISO 11179",
            "D、ISO 9000"
        ],
        "wt": "以下哪个将架构定义为：“一个系统的基本组织，体现在它的组织部分，它们之间的关系和环境，以及控制它的设计和演变原则”",
        "da": "B、ISO 42010",
        "sno": 998
    },
    {
        "xx": [
            "A、注册表",
            "B、交易中心",
            "C、混合模式",
            "D、应用方案"
        ],
        "wt": "以下哪个选项不是实现主数据中心环境的基本方法？",
        "da": "D、应用方案",
        "sno": 999
    },
    {
        "xx": [
            "A、业务战略",
            "B、IT战略",
            "C、组织流程",
            "D、逻辑系统"
        ],
        "wt": "以下哪个选项不是战略一致性模型的基本领域？",
        "da": "D、逻辑系统",
        "sno": 1000
    },
    {
        "xx": [
            "A、损失是主观的，认识到主观损失的重要性",
            "B、认识到这是每个人必须经历的新旧交替的困难阶段",
            "C、让人们参与进来一起工作，给他们时间和空间去实验和测试新想法",
            "D、帮助人们让他们感受到自己受到重视。"
        ],
        "wt": "以下哪个选项不属于转型管理检查清单中相持阶段的内容？",
        "da": "A、损失是主观的，认识到主观损失的重要性",
        "sno": 1001
    },
    {
        "xx": [
            "A、预测分析",
            "B、规范分析",
            "C、非结构化数据分析",
            "D、运营分析"
        ],
        "wt": "以下哪个选项是需要根据一定的价值判断为基础，对将会影响结果的动作进行定义？",
        "da": "B、规范分析",
        "sno": 1002
    },
    {
        "xx": [
            "A、共享数据：为了能在组织中实现参考数据和主数据共享，必须把它们管理起来。",
            "B、质量：参考数据和主数据需要持续的数据质量监控和治理。",
            "C、控制变更：改变数据值的匹配规则可以随时运用。",
            "D、所有权：参考数据和主数据的所有权属于整个组织，而不是某个应用系统或部门。因为需要广泛的共享，所以需要全局的组织管理。"
        ],
        "wt": "以下哪项不是参考数据和主数据的管理应该遵循的指导原则？",
        "da": "C、控制变更：改变数据值的匹配规则可以随时运用。",
        "sno": 1003
    },
    {
        "xx": [
            "A、满足组织数据需求：组织中的多个业务领域需要访问相同的数据集，并且他们都相信这些数据集是完整的、最新的、一致的。主数据通常是这些数据集的基础(例如，要想确定一个分析是否需要包含所有客户，就先要对客户有一个统一的定义)",
            "B、提高数据质量：数据的不一致、质量问题和差异会导致决策错误或丧失机会；主数据管理通过使用统一的标识指代对组织至关重要的实体来降低这些风险",
            "C、降低数据集成的成本：在没有主数据的情况下，将新数据源集成到一个已经很复杂的环境中的成本会更高，这减少了对关键实体的定义和识别方式的变化",
            "D、确保数据安全性，防止主数据被泄露"
        ],
        "wt": "以下哪项不是启动主数据管理的最常见驱动因素?",
        "da": "D、确保数据安全性，防止主数据被泄露",
        "sno": 1004
    },
    {
        "xx": [
            "A、领导和员工缺乏意识",
            "B、测量价值的工具不合适或不起作用",
            "C、缺乏治理",
            "D、证明改进的合理性"
        ],
        "wt": "以下哪项不是属于有效管理数据质量的障碍？",
        "da": "D、证明改进的合理性",
        "sno": 1005
    },
    {
        "xx": [
            "A、数据管控策略中要求的数据资产管理策略",
            "B、数据需求的定义",
            "C、业务系统和软件包的运行",
            "D、数据整合的指引."
        ],
        "wt": "以下哪项不是数据架构的构件:",
        "da": "C、业务系统和软件包的运行",
        "sno": 1006
    },
    {
        "xx": [
            "A、可持续发展",
            "B、可度量",
            "C、嵌入式",
            "D、业务驱动"
        ],
        "wt": "以下哪项不是数据治理程序必须包括的?",
        "da": "D、业务驱动",
        "sno": 1007
    },
    {
        "xx": [
            "A、由中立的独立组织支持。为了避免利益冲突，该模型应由保持中立的供应商广泛提供，以确保最佳实践的广泛代表性。",
            "B、成本节约性。该框架可以用最少的成本开展评估工作。包括人员成本和实施成本。",
            "C、全面性。该框架涉及广泛的数据管理活动，包括业务参与，而不仅仅是IT过程。",
            "D、非规定性。框架描述了需要执行的内容，而不是必须如何执行。"
        ],
        "wt": "以下哪项不是选择DMM框架的考虑标准？",
        "da": "B、成本节约性。该框架可以用最少的成本开展评估工作。包括人员成本和实施成本。",
        "sno": 1008
    },
    {
        "xx": [
            "A、元数据存储库",
            "B、数据集成工具",
            "C、分析型应用",
            "D、血缘字典"
        ],
        "wt": "以下哪项不属于数据仓库和商务智能的工具？",
        "da": "D、血缘字典",
        "sno": 1009
    },
    {
        "xx": [
            "A、面向主题的、整合的",
            "B、随时间变化的",
            "C、包含历史数据集合",
            "D、以维度和事实定义"
        ],
        "wt": "以下哪项关于多维数据仓库的描述是正确的?",
        "da": "D、以维度和事实定义",
        "sno": 1010
    },
    {
        "xx": [
            "A、以维度和事实定义",
            "B、支持更优的查询性能",
            "C、包含历史数据集合",
            "D、常见模型包括星型和雪花型等"
        ],
        "wt": "以下哪项关于企业信息工厂的描述是正确的?",
        "da": "C、包含历史数据集合",
        "sno": 1011
    },
    {
        "xx": [
            "A、数据质量和遵从性",
            "B、服务水平协议(SLA)",
            "C、数据共享和使用量",
            "D、数据管理专员使用率"
        ],
        "wt": "以下哪项是不属于参考数据和主数据治理的度量指标？",
        "da": "C、数据共享和使用量",
        "sno": 1012
    },
    {
        "xx": [
            "A、有一致的工具和角色定义来支持流程执行，组织开始使用集中化的工具，并为数据管理提供更多的监控手段，组织对数据质量问题和概念有认识。",
            "B、数据管理实践得到优化，采用流程自动化和技术变更管理，工具支持跨流程查看数据，使用容易理解的指标来管理和度量数据质量和过程。",
            "C、设置了数据管理的绩效指标，能够在即将开展新项目和任务时预测结果，并开始管理与数据相关的风险。",
            "D、数据管理实践得到优化，采用流程自动化和技术变更管理，工具支持跨流程查看数据，使用容易理解的指标来管理和度量数据质量和过程。"
        ],
        "wt": "以下哪项属于数据管理成熟度四级的特征？",
        "da": "C、设置了数据管理的绩效指标，能够在即将开展新项目和任务时预测结果，并开始管理与数据相关的风险。",
        "sno": 1013
    },
    {
        "xx": [
            "A、初始级",
            "B、临时级",
            "C、可重复级",
            "D、已定义级"
        ],
        "wt": "以下哪项数据管理成熟度三级的名称？",
        "da": "D、已定义级",
        "sno": 1014
    },
    {
        "xx": [
            "A、数据标准",
            "B、数据库对象属性",
            "C、数据使用说明",
            "D、错误日志"
        ],
        "wt": "以下哪项数据是操作元数据？",
        "da": "D、错误日志",
        "sno": 1015
    },
    {
        "xx": [
            "A、股票交易市场在收盘时人为拉升股票价格",
            "B、修改比例尺寸使图表或图形的趋势线更好看",
            "C、进行人口普查，说清楚普查人口的定义，以及会有什么福利和好处",
            "D、为了限制偏见，可使用统计工具选择样本建议一个无限大的样本分析"
        ],
        "wt": "以下哪些活动未违背伦理原则进行数据处理？",
        "da": "C、进行人口普查，说清楚普查人口的定义，以及会有什么福利和好处",
        "sno": 1016
    },
    {
        "xx": [
            "A、监管",
            "B、新技术",
            "C、组织变更",
            "D、以上都是"
        ],
        "wt": "以下哪些是数据管理成熟度的业务驱动因素？",
        "da": "D、以上都是",
        "sno": 1017
    },
    {
        "xx": [
            "A、ISO 8000",
            "B、ISO 42010",
            "C、ISO 11179",
            "D、ISO 9000"
        ],
        "wt": "以下哪一个表示组织中元数据的国际标准，包含与数据标准相关的几个部分，包含命名属性和编写定义？",
        "da": "C、ISO 11179",
        "sno": 1018
    },
    {
        "xx": [
            "A、确保组织能够在各个流程中,都拥有完整、一致、最新、且权威的主数据和参考数据。",
            "B、通过采用标准的、通用的数据模型,以提高数据使用和数据整合的成本及安全性。",
            "C、通过使用目标、通用数据模型和集成模式降低成本和复杂性。",
            "D、提供权威的经协调和质量评估的主数据和参考数据来源"
        ],
        "wt": "以下哪一项目不是参考数据和主数据管理的目标?",
        "da": "B、通过采用标准的、通用的数据模型,以提高数据使用和数据整合的成本及安全性。",
        "sno": 1019
    },
    {
        "xx": [
            "A、数据共享",
            "B、数据转换",
            "C、数据脱敏",
            "D、以上都正确"
        ],
        "wt": "以下哪种活动中，混淆是不足以保护数据的？",
        "da": "C、数据脱敏",
        "sno": 1020
    },
    {
        "xx": [
            "A、混排",
            "B、空间变异",
            "C、加密技术",
            "D、键值脱敏"
        ],
        "wt": "以下哪种脱敏方法是错误的?",
        "da": "B、空间变异",
        "sno": 1021
    },
    {
        "xx": [
            "A、管理决策者角色",
            "B、业务角色",
            "C、技术角色",
            "D、以上都是"
        ],
        "wt": "以下属于常见的数据个人角色的是",
        "da": "D、以上都是",
        "sno": 1022
    },
    {
        "xx": [
            "A、满足企业变革需求",
            "B、控制成本",
            "C、管理数据质量",
            "D、满足企业收益管理需求"
        ],
        "wt": "以下属于启动主数据管理最常见的驱动因素的是?",
        "da": "C、管理数据质量",
        "sno": 1023
    },
    {
        "xx": [
            "A、简洁的信息",
            "B、联系人列表",
            "C、图标 LOGO",
            "D、沟通计划清单"
        ],
        "wt": "以下属于数据处理伦理的方法的是？",
        "da": "D、沟通计划清单",
        "sno": 1024
    },
    {
        "xx": [
            "A、自动驾驶",
            "B、规范分析",
            "C、数据和文本挖掘",
            "D、预测分析"
        ],
        "wt": "以下属于无监督学习内容的是 ?",
        "da": "C、数据和文本挖掘",
        "sno": 1025
    },
    {
        "xx": [
            "A、数据架构、数据建模和设计",
            "B、数据架构、数据集成和互操作",
            "C、数据建模和设计、数据集成和互操作",
            "D、数据仓库和商务智能数据安全"
        ],
        "wt": "以下数据管理领域中 ，哪些领域与DAMA1. 0中有所区别?",
        "da": "C、数据建模和设计、数据集成和互操作",
        "sno": 1026
    },
    {
        "xx": [
            "A、元数据",
            "B、主数据",
            "C、数据标准化过程",
            "D、数据分类分级和共享"
        ],
        "wt": "以下图形属于哪项管理的关键步骤？",
        "da": "B、主数据",
        "sno": 1027
    },
    {
        "xx": [
            "A、数据输入过程引起的问题",
            "B、数据处理功能引起的问题",
            "C、系统设计引起的问题",
            "D、以上都是"
        ],
        "wt": "引起数据质量问题的常见原因是？",
        "da": "D、以上都是",
        "sno": 1028
    },
    {
        "xx": [
            "A、通过第一次评估建立基线评级",
            "B、跟踪相对于初始基线的趋势",
            "C、根据需要，在公布的时间表上重复 DMM 评估",
            "D、根据上次评估结果制定建议"
        ],
        "wt": "应定期进行数据管理成熟度评估，它们是循环往复不断改进的一部分，下面描述不正确的是（ ）",
        "da": "D、根据上次评估结果制定建议",
        "sno": 1029
    },
    {
        "xx": [
            "A、通过第一次评估建立基线评级",
            "B、跟踪相对于初始基线的趋势",
            "C、根据需要，在公布的时间表上重复 DMM 评估",
            "D、根据上次评估结果制定建议"
        ],
        "wt": "应定期进行重新成熟度评估。可衡量的进展有助于保持整个组织的认同和热情。监管框架的变动，内外部政策、可治理方法，和战略创新的变化是定期重新评估的其他原因。它们是循环往复持续改进的一部分。如下哪项描述是不正确的？",
        "da": "D、根据上次评估结果制定建议",
        "sno": 1030
    },
    {
        "xx": [
            "A、分布式元数据架构",
            "B、混合式元数据架构",
            "C、集中式元数据架构",
            "D、双向元数据架构"
        ],
        "wt": "由单一的元数据存储库组成，包含来自各种不同源的元数据副本是哪种元数据架构类型？",
        "da": "C、集中式元数据架构",
        "sno": 1031
    },
    {
        "xx": [
            "A、灵活性",
            "B、动力性",
            "C、明确性",
            "D、领导性"
        ],
        "wt": "有效的愿景具有哪项关键特征",
        "da": "A、灵活性",
        "sno": 1032
    },
    {
        "xx": [
            "A、LarryEnglish",
            "B、WilliamBridges",
            "C、JohnKotter",
            "D、PeterAiken"
        ],
        "wt": "于数据质量的评估维度，有几位最有影响力的专家。请从下列选项中选择其中一位。（）",
        "da": "A、LarryEnglish",
        "sno": 1033
    },
    {
        "xx": [
            "A、域中所有的值都为有效值",
            "B、可以用附加的规则对域进行限制，这些限制规则被称为约束",
            "C、域可以用数据类型、数据格式、列表、范围以及规则进行定义",
            "D、以上选项都正确"
        ],
        "wt": "域的作用是保证模型属性中格式和数值集的一致性。域，下面哪种说法正确：",
        "da": "D、以上选项都正确",
        "sno": 1034
    },
    {
        "xx": [
            "A、数据类型（Data Type)",
            "B、范围（Range)",
            "C、基于规则（Rule Based)",
            "D、数据模型（Model Based)"
        ],
        "wt": "域可以用多种不同的方式定义。请从下列选项中选择不正确的定义。",
        "da": "D、数据模型（Model Based)",
        "sno": 1035
    },
    {
        "xx": [
            "A、专用接口采用两步式",
            "B、半专用接口采用单步式",
            "C、半专用接口的架构比专用接口更加开放",
            "D、使用专用接口扫描，扫描程序只产生目标存储库能够正确读取和加载的数据文件"
        ],
        "wt": "元数据存储库的扫描方式描述正确的是？",
        "da": "C、半专用接口的架构比专用接口更加开放",
        "sno": 1036
    },
    {
        "xx": [
            "A、数据模型",
            "B、应用系统",
            "C、数据质量",
            "D、标签"
        ],
        "wt": "元数据的采集途径中，元数据系统覆盖不到的是（）",
        "da": "D、标签",
        "sno": 1037
    },
    {
        "xx": [
            "A、业务术语表，BI工具",
            "B、数据字典，数据库目录",
            "C、建模工具和存储库",
            "D、以上都是"
        ],
        "wt": "元数据的来源有哪些",
        "da": "D、以上都是",
        "sno": 1038
    },
    {
        "xx": [
            "A、参考数据库、BI工具",
            "B、数据字典，数据库目录",
            "C、建模工具和存储库",
            "D、以上都是"
        ],
        "wt": "元数据的来源有哪些",
        "da": "D、以上都是",
        "sno": 1039
    },
    {
        "xx": [
            "A、服务注册",
            "B、数据消息工具",
            "C、商务智能工具",
            "D、以上都是"
        ],
        "wt": "元数据的来源有哪些?",
        "da": "D、以上都是",
        "sno": 1040
    },
    {
        "xx": [
            "A、业务术语表，数据字典，数据库目录、BI工具等",
            "B、数据字典，数据库目录、BI工具等，但不包括业务术语表",
            "C、业务术语表，数据字典，数据库目录、但不包括BI工具",
            "D、业务术语表，数据字典，数据库目录、B1工具，但不包括数据字典。数据字典是由数"
        ],
        "wt": "元数据的来源有哪些？",
        "da": "A、业务术语表，数据字典，数据库目录、BI工具等",
        "sno": 1041
    },
    {
        "xx": [
            "A、业务术语表，数据字典，数据库目录、BI工具，但不包括数据字典。数据字典是由数据库自身维护的",
            "B、业务术语表，数据字典，数据库目录、BI工具等",
            "C、业务术语表，数据字典，数据库目录、但不包括BI工具",
            "D、数据字典，数据库目录、BI工具等，但不包括业务术语表"
        ],
        "wt": "元数据的来源有哪些？",
        "da": "B、业务术语表，数据字典，数据库目录、BI工具等",
        "sno": 1042
    },
    {
        "xx": [
            "A、元数据使用情况",
            "B、业务术语活动",
            "C、主数据服务数据遵从性",
            "D、以上都是"
        ],
        "wt": "元数据管理环境的建议指标包括",
        "da": "D、以上都是",
        "sno": 1043
    },
    {
        "xx": [
            "A、数据标准缺失导致元数据质量差，可靠性降低。",
            "B、因不正确、不完整和不合理的假设导致错误判断。",
            "C、暴露敏感数据，使客户或员工面临风险，影响商业信誉和导致法律纠纷。",
            "D、对领域专家依赖性极强"
        ],
        "wt": "元数据管理实施中，评估缺失高质量元数据可能带来的影响不包括以下哪个选项（ ）",
        "da": "A、数据标准缺失导致元数据质量差，可靠性降低。",
        "sno": 1044
    },
    {
        "xx": [
            "A、最频繁更改的数据",
            "B、所有存储在企业中的数据",
            "C、最高收益的计划",
            "D、对企业及其客户最关键的数据"
        ],
        "wt": "元数据管理应该遵循“应归尽归”的原则，而数据质量的管理应该将其数据范围有所限制。请从下列选项中选择数据质量首先应该从哪些数据开始，",
        "da": "D、对企业及其客户最关键的数据",
        "sno": 1045
    },
    {
        "xx": [
            "A、高可用性",
            "B、提高响应和处理效率",
            "C、减少批处理",
            "D、保持最新且有效的元数据"
        ],
        "wt": "元数据架构一般包括集中式元数据架构、分布式元数据架构、混合式元数据架构和双向元数据架构，请从下列选项中选择不属于分布式元数据架构优势的选项。（ ）",
        "da": "A、高可用性",
        "sno": 1046
    },
    {
        "xx": [
            "A、无法支持用户定义或手动插入的元数据项",
            "B、查询功能受源系统可用性的影响",
            "C、需要通过统一的、标准化的展示方式呈现来自不同系统的元数据",
            "D、验证和维护自定义代码会增加对内部 IT 人员的要求"
        ],
        "wt": "元数据检索引擎通过实时从源系统检索数据来响应用户请求，关于以下叙述不属于分布式元数据架构缺点的是？",
        "da": "D、验证和维护自定义代码会增加对内部 IT 人员的要求",
        "sno": 1047
    },
    {
        "xx": [
            "A、技术，基础架构和实例",
            "B、业务，技术和操作",
            "C、业务，战略和元元数据",
            "D、业务，技术和战略"
        ],
        "wt": "元数据通常分为三种类型，它们是？",
        "da": "B、业务，技术和操作",
        "sno": 1048
    },
    {
        "xx": [
            "A、抽取历史和结果",
            "B、源到目标的映射文档",
            "C、调度异常处理",
            "D、数据共享规则和协议"
        ],
        "wt": "元数据通常分为业务元数据、技术元数据和操作元数据，请从下列选项中选择不属于操作元数据的选项。（ ）",
        "da": "B、源到目标的映射文档",
        "sno": 1049
    },
    {
        "xx": [
            "A、启动元数据战略计划",
            "B、组织关键利益相关方的访谈",
            "C、评估现有的元数据资源和信息架构",
            "D、以上都是"
        ],
        "wt": "元数据战略实施步骤描述正确的是？",
        "da": "D、以上都是",
        "sno": 1050
    },
    {
        "xx": [
            "A、非结构化数据",
            "B、业务数据",
            "C、分析数据",
            "D、主数据"
        ],
        "wt": "员工编号属于哪种类型数据( )",
        "da": "D、主数据",
        "sno": 1051
    },
    {
        "xx": [
            "A、愿景不必充满想象，但需要能切合实际",
            "B、愿景不一定非得具有吸引力",
            "C、愿景必须普适，不允许个人采取主动或者灵活性",
            "D、愿景必须具有可交流性。容易在5分钟或者更短时间内分享和清晰交流"
        ],
        "wt": "愿景可以是平凡而简单的，不必宏伟或包罗万象.愿景是变革工具和变革过程体系中的一项要素。与该体系中还包含的战略、计划、预算等相比，愿景是一个非常重要的因素。它要求团队专注于切实的改进。请从下列选项中选择关于有效愿景的特征正确的描述。",
        "da": "D、愿景必须具有可交流性。容易在5分钟或者更短时间内分享和清晰交流",
        "sno": 1052
    },
    {
        "xx": [
            "A、经济利益性。必须是和经济利益直接挂钩的",
            "B、可交流性。能够在短时间内分享和清晰交流的",
            "C、可量化性。必须是可量化的",
            "D、未来性。必须是面向未来的"
        ],
        "wt": "愿景在数字化转型中起到重要作用。按照DMBOK2，有效的愿景应该具有哪项特性？",
        "da": "B、可交流性。能够在短时间内分享和清晰交流的",
        "sno": 1053
    },
    {
        "xx": [
            "A、时态数据库",
            "B、非关系型数据库",
            "C、多维数据库",
            "D、空间数据库"
        ],
        "wt": "允许同时对多个数据元素过滤器进行搜索，这种类型的结构最常用于数据仓库和商务智宇，它是属于什么关系型数据库？",
        "da": "C、多维数据库",
        "sno": 1054
    },
    {
        "xx": [
            "A、业务术语表",
            "B、业务术语",
            "C、数据治理计分卡",
            "D、数据治理网站"
        ],
        "wt": "在 DAMA-BOK2 中关于数据治理语境关系图的理解，其中既可以作为交付成果又可以作为数据治理实施工具的是下列哪一个？",
        "da": "C、数据治理计分卡",
        "sno": 1055
    },
    {
        "xx": [
            "A、数据质量管理是一个专项目",
            "B、数据质量提升依赖组织文化的改变和质量观念的建立",
            "C、数据质量管理不包括培训工作",
            "D、数据质量管理是一个一次性工作"
        ],
        "wt": "在(DAMA数据管理知识体系指南)知识体系中,数据质量是非常重要的一个领域，请从下列选项中选择关于数据质量管理播述准确的选项。( )",
        "da": "B、数据质量提升依赖组织文化的改变和质量观念的建立",
        "sno": 1056
    },
    {
        "xx": [
            "A、数据集市为后续的数据分析提供数据",
            "B、数据暂存区是介于业务系统源数据和目标数据仓库之间的一个数据库",
            "C、数据仓库为企业数据提供了一个统一的整合入口",
            "D、操作型数据集市也是从数据仓库获取数据"
        ],
        "wt": "在CIF的语境下描述数据仓库，其各个组成部分的职能描述错误的是？",
        "da": "D、操作型数据集市也是从数据仓库获取数据",
        "sno": 1057
    },
    {
        "xx": [
            "A、六边形代表六个方面的因素，分别是角色、活动、工具、组织、方法、交付成果",
            "B、六边形代表六个方面的因素，分别是角色、活动、工具，组织、技术、交付成果",
            "C、六边形代表六个方面的因素，分别是人员、过程、工具、组织、技术、交付成果",
            "D、六边形代表六个方面的因素，分别是角色和职责、活动、工具、组织和文化、方法、交付成果"
        ],
        "wt": "在DAMA-DMBOK提供的数据管理框架中涉及车轮图、环境因素六边形、知识领域语境关系图，请从下列选项中选择正确描述环境因素六边形的选项。",
        "da": "D、六边形代表六个方面的因素，分别是角色和职责、活动、工具、组织和文化、方法、交付成果",
        "sno": 1058
    },
    {
        "xx": [
            "A、知识领域语境关系图中包括知识领域定义、目标、业务驱动因素、技术驱动因素",
            "B、知识领域语境关系图中包括知识领域定义、目标、输入、活动、交付成果、供给者、参与者、消费者、方法、工具、度量指标",
            "C、知识领城语境关系图中包括计划、控制、开发、运营",
            "D、知识领域语境关系图中包括知识领域定义、目标、业务驱动因素、技术驱动因素、输入、活动、交付成果、供给者、参与者、消费者、方法、工具、度量指标"
        ],
        "wt": "在DAMA-DMBOK提供的数据管理框架中涉及车轮图、环境因素六边形、知识领域语境关系图，请从下列选项中选择正确描述知识领域语境关系图的选项。",
        "da": "D、知识领域语境关系图中包括知识领域定义、目标、业务驱动因素、技术驱动因素、输入、活动、交付成果、供给者、参与者、消费者、方法、工具、度量指标",
        "sno": 1059
    },
    {
        "xx": [
            "A、数据治理处于数据管理的核心地位，数据治理指导其他所有数据管理职能",
            "B、数据治理管理统领其他数据管理领域，确保各项数据管理活动统筹有序开展",
            "C、数据治理是一次性工作。数据治理必须被嵌入数据管理生命周期和基础活动中",
            "D、数据管理是数据治理的一部分"
        ],
        "wt": "在DAMA-DMBOK中，数据治理和数据管理是有区别的。请从下面选项中选择关于这个区别不正确的描述。",
        "da": "C、数据治理是一次性工作。数据治理必须被嵌入数据管理生命周期和基础活动中",
        "sno": 1060
    },
    {
        "xx": [
            "A、数据质量管理是一个专项项目",
            "B、数据质量提升依赖组织文化的改变和质量观念的建立",
            "C、数据质量管理不包括培训工作",
            "D、数据质量管理是一个一次性工作"
        ],
        "wt": "在DBMOK2中，数据质量是非常重要的一个领域，请从下列选项中选择关于数据质量管理描述正确的选项。",
        "da": "B、数据质量提升依赖组织文化的改变和质量观念的建立",
        "sno": 1061
    },
    {
        "xx": [
            "A、数据治理是数据管理中的一个领域",
            "B、数据治理的目的是确保根据数据管理制度和最佳实践正确地管理数据",
            "C、数据治理的内容范围大于数据管理",
            "D、数据治理聚焦于如何制定有关数据的决策，以及人员和流程在数据方面的行为方式。"
        ],
        "wt": "在DMBOK中，数据治理的定义和我们通常讲的数据治理有不同的含义。请从下列选项中选择DAMA关于数据治理的不正确的含义。",
        "da": "C、数据治理的内容范围大于数据管理",
        "sno": 1062
    },
    {
        "xx": [
            "A、早期案例评估和早期保全评估",
            "B、早期案例评估和早期数据评估",
            "C、早期案例评估和早期审查评估",
            "D、早期案例评估和早期字段评估"
        ],
        "wt": "在EDRM模型电子取证的辨认阶段有哪两个子阶段?",
        "da": "B、早期案例评估和早期数据评估",
        "sno": 1063
    },
    {
        "xx": [
            "A、动态数据脱敏",
            "B、不落地脱敏",
            "C、落地脱敏",
            "D、都不对"
        ],
        "wt": "在不更改基础数据的情况下，在最终用户或系统中改变数据的外观，是哪种脱敏方法？",
        "da": "A、动态数据脱敏",
        "sno": 1064
    },
    {
        "xx": [
            "A、动态数据脱敏",
            "B、不落地脱敏",
            "C、落地脱敏",
            "D、静态数据脱敏"
        ],
        "wt": "在不更改基础数据的情况下，在最终用户或系统中改变数据的外观和呈现，是哪种脱敏方法?",
        "da": "A、动态数据脱敏",
        "sno": 1065
    },
    {
        "xx": [
            "A、类别信息",
            "B、资源信息",
            "C、业务事件信息",
            "D、详细交易信息"
        ],
        "wt": "在操作过程中创建的数据属于哪种建模的数据类型？",
        "da": "C、业务事件信息",
        "sno": 1066
    },
    {
        "xx": [
            "A、创建和管理核心元数据",
            "B、倡议数据规则和标准的建设",
            "C、数据质量专项的立项和预算",
            "D、担任数字化转型的核心驱动力"
        ],
        "wt": "在大多数情况下，数据管理专员（Data Steward）所从事的数据管理活动包括多项内容。请从下列选项中选择属于该类活动的一项内容。",
        "da": "A、创建和管理核心元数据",
        "sno": 1067
    },
    {
        "xx": [
            "A、业务相关性",
            "B、需求",
            "C、原型",
            "D、战略"
        ],
        "wt": "在大数据/数据科学计划实施过程中，评估与关键成功因素相关的组织准备情况不包括以下哪一项？",
        "da": "D、战略",
        "sno": 1068
    },
    {
        "xx": [
            "A、企业文化、运营模式和人员",
            "B、业务战略，技术战略，数据战略",
            "C、工具、方法和流程",
            "D、事业环境因素，组织过程资产，行动路线图"
        ],
        "wt": "在定义任何新组织或尝试改进现有组织之前，了解当前组织的哪些方面非常重要?",
        "da": "A、企业文化、运营模式和人员",
        "sno": 1069
    },
    {
        "xx": [
            "A、首席数据官组织",
            "B、数据管理委员会",
            "C、数据治理机构",
            "D、数据质量团队"
        ],
        "wt": "在分散或网络模式下，数据管理组织则需要与对数据管理方式产生重大影响的其他团队合作。下面不是这些团队的是？",
        "da": "B、数据管理委员会",
        "sno": 1070
    },
    {
        "xx": [
            "A、数据对组织的价值",
            "B、业务模式",
            "C、文化因素和监管影响",
            "D、以上都是"
        ],
        "wt": "在构建数据治理运营框架时需要考虑什么？",
        "da": "D、以上都是",
        "sno": 1071
    },
    {
        "xx": [
            "A、可以是“多对多”的关系，但不可以是“一对多”的关系或者“多对一”的关系",
            "B、可以是“一对多”的关系，但不可以是“多对一”的关系",
            "C、可以是“多对一”的关系，但不可以是“一对多”的关系",
            "D、“多对多”的关系是应该避免的"
        ],
        "wt": "在关系型数据建模过程中，表结构之间的关系可以有多种。如下哪个表述是正确的？",
        "da": "D、“多对多”的关系是应该避免的",
        "sno": 1072
    },
    {
        "xx": [
            "A、可管理性",
            "B、可恢复性",
            "C、可 靠 性",
            "D、可计划性"
        ],
        "wt": "在管理数据库可用性时，以下不是直接相关因素影响系统可用性？",
        "da": "D、可计划性",
        "sno": 1073
    },
    {
        "xx": [
            "A、系统的基本结构",
            "B、管理架构设计和演变的原则",
            "C、数据模型管理所使用的工具",
            "D、系统的组成组件、组件之间的关系"
        ],
        "wt": "在国际标准IS0/IC/IEEE42010中对“架构”进行了准确定义，请从下列选项中选择不属于架构定义的选项。",
        "da": "C、数据模型管理所使用的工具",
        "sno": 1074
    },
    {
        "xx": [
            "A、系统的基本结构",
            "B、系统的组成组件，组件之间的关系",
            "C、管理架构设计和演变的原则",
            "D、数据质量管理所使用的工具"
        ],
        "wt": "在国际标准ISO/IEC/IEEE42010中对“架构”进行了准确定义，请从下列选项中选择不属于架构定义的选项。",
        "da": "D、数据质量管理所使用的工具",
        "sno": 1075
    },
    {
        "xx": [
            "A、识别学习",
            "B、监督学习.",
            "C、无监督学习",
            "D、强化学习"
        ],
        "wt": "在机器学习中有关于学习算法的类型描述哪项是错误的?",
        "da": "A、识别学习",
        "sno": 1076
    },
    {
        "xx": [
            "A、易用性",
            "B、全面性",
            "C、规定性",
            "D、培训支持"
        ],
        "wt": "在进行数据管理成熟度评估时，以下哪项不属于选择 DMM 框架应考虑的因素?",
        "da": "C、规定性",
        "sno": 1077
    },
    {
        "xx": [
            "A、缩小规模，注重核心的领域或者有一定配合度的部门",
            "B、强行要求有关员工参加会议",
            "C、直接放弃相关工作，因为该企业还没有准备好",
            "D、有关调研可以通过网络进行"
        ],
        "wt": "在开始数据管理成熟度评估前，我们需要保证企业的核心相关员工能有一定的时间来参与评估，比如参加评估会议、调研等。如果这些核心员工太忙，请选择我们可以应对的策略。",
        "da": "A、缩小规模，注重核心的领域或者有一定配合度的部门",
        "sno": 1078
    },
    {
        "xx": [
            "A、根据数据使用者的需求，开发一种让数据符合用途的管理方法",
            "B、定义和实施测量、监控和报告数据质量水平的过程",
            "C、作为数据生命周期的一部分，定义数据质量控制的含义",
            "D、通过过程和系统的改进，识别和提倡提高数据质量的机会"
        ],
        "wt": "在企业数据质量项目的规划阶段建立工具架构并选择相应工具，其可以提供部分规则集的启动工具包，但是组织需要在工具中创建适合自己特定语境的规则和动作。下列关于这些数据质量的工具描述错误的是",
        "da": "C、作为数据生命周期的一部分，定义数据质量控制的含义",
        "sno": 1079
    },
    {
        "xx": [
            "A、性能和易用性、可重用性、可靠性、安全性、可维护性",
            "B、性能和易用性、可重用性、完整性、安全性、可维护性",
            "C、性能和易用性、可靠性、完整性、安全性、可维护性",
            "D、性能和易用性、可重用性、完整性、可维护性"
        ],
        "wt": "在设计和构建数据库时，DBA应严格遵守PRISM设计原则，请选择关于PRISM设计原则描述正确的选项。",
        "da": "B、性能和易用性、可重用性、完整性、安全性、可维护性",
        "sno": 1080
    },
    {
        "xx": [
            "A、性能和易用性",
            "B、可重复性",
            "C、完整性",
            "D、可扩展性"
        ],
        "wt": "在设计和构建数据库时，DBA 应牢记以下PRISM设计原则，以下不属于这一原则的是？",
        "da": "D、可扩展性",
        "sno": 1081
    },
    {
        "xx": [
            "A、性能和易用性，可重用性，完整性，安全性，可维护性",
            "B、易用性，完整性，可扩展性，可靠性，安全性",
            "C、性能，可重用性，规范性，完整性，可维护性",
            "D、完整性，安全性，及时性，可维护性，可靠性"
        ],
        "wt": "在设计和构建数据库时，DBA应牢记的PRISM设计原则是（）",
        "da": "A、性能和易用性，可重用性，完整性，安全性，可维护性",
        "sno": 1082
    },
    {
        "xx": [
            "A、将数据对象耦合岛单个应用程序中",
            "B、无需立即检测报告数据完整性约束的违规行为",
            "C、发现存在违规数据安全性约束的情况，先不着急报告违规行为",
            "D、确保尽可能快速响应业务流程和新业务需求的变化"
        ],
        "wt": "在设计和构建数据库时，DBA应牢记以下哪点PRISM设计原则?",
        "da": "D、确保尽可能快速响应业务流程和新业务需求的变化",
        "sno": 1083
    },
    {
        "xx": [
            "A、数据治理",
            "B、数据存储与操作",
            "C、数据质量",
            "D、参考和主数据"
        ],
        "wt": "在审核某客户存款交易的编码时，我们发现了一系统问题。最严重的是，该编码包括多种不规则和不标准的内容，比如：DEP.，Dep，cep，dEp，哪个DMBOK知识领域讨论该类问题?",
        "da": "D、参考和主数据",
        "sno": 1084
    },
    {
        "xx": [
            "A、假阳性",
            "B、假阴性",
            "C、真阳性",
            "D、真阴性"
        ],
        "wt": "在实体解析和标识符管理中，代表同一实体的两个对象没有关联在一个标识符下，导致多个标识符指向同一个现实世界的实体，但一个实体本应该有且只有一个标识符。此种过程的风险称为",
        "da": "B、假阴性",
        "sno": 1085
    },
    {
        "xx": [
            "A、向利益相关方介绍数据管理概念、原则和实践",
            "B、扩大对整个组织内数据管理活动的认识",
            "C、减少客服电话量、提高解决问题的能力",
            "D、强调将数据作为关键资产进行管理的必要性"
        ],
        "wt": "在实现数据管理能力评估的主要目标时，DMMA 可以对文化产生积极影响，其中不包括（ ）",
        "da": "C、减少客服电话量、提高解决问题的能力",
        "sno": 1086
    },
    {
        "xx": [
            "A、仪表盘和计分卡功能",
            "B、报表可以按标准计划推送到门户，供用户在空闲时检索",
            "C、数据的自动汇集",
            "D、消息传递、警报、查看预定的生产报表、与分析报表交互、开发即席查询报表"
        ],
        "wt": "在数仓和BI建设中，数据的自助服务是商务智能产品的基本交付方式。它通常会将用户活动放在受管门户中，根据用户的权限提供各种功能。这些功能不包括下列哪一项？",
        "da": "C、数据的自动汇集",
        "sno": 1087
    },
    {
        "xx": [
            "A、消息传递、警报、查看预定的生产报表、与分析报表交互、开发即席查询报表",
            "B、仪表盘和计分卡功能",
            "C、报表可以按标准计划推送到门户，供用户在空闲时检索",
            "D、数据的自动汇集"
        ],
        "wt": "在数仓和BI建设中，数据的自助服务是商务智能产品的基本交付方式。它通常会将用户活动放在受管门户中，根据用户的权限提供各种功能。这些功能不包括下列哪一项？（）",
        "da": "D、数据的自动汇集",
        "sno": 1088
    },
    {
        "xx": [
            "A、通过血缘关系可以调查数据问题的根本原因",
            "B、通过血缘关系可以对系统变更或数据问题进行影响分析",
            "C、通过血缘关系可以根据数据来源确定数据的可靠性",
            "D、通过血缘关系可以分析数据的质量和安全系数"
        ],
        "wt": "在数仓建设中，许多数据集成工具提供血缘分析。记录的数据血缘关系有很多用途。请从下列选项中选择关于数据血缘关系描述不正确的选项。",
        "da": "D、通过血缘关系可以分析数据的质量和安全系数",
        "sno": 1089
    },
    {
        "xx": [
            "A、全面了解组织的业务需求",
            "B、通过分析业务规则和流程，确定安全接触点",
            "C、充分了解组织所在地对数据的法律法规限制",
            "D、系统软件对数据安全的要求低于业务需求的安全要求"
        ],
        "wt": "在数据安全的活动中，首先应当解决的就是识别数据安全的需求，下列哪项不是安全需求之一？",
        "da": "D、系统软件对数据安全的要求低于业务需求的安全要求",
        "sno": 1090
    },
    {
        "xx": [
            "A、审核（Audit）",
            "B、认证（Authentication）",
            "C、授权(Authorization)",
            "D、敏捷(Agility)"
        ],
        "wt": "在数据安全方面，以下哪个不是四个A.之一?",
        "da": "D、敏捷(Agility)",
        "sno": 1091
    },
    {
        "xx": [
            "A、暂存区。暂存区是介于原始数据源和集中式数据存储库之间的中间数据存储区域",
            "B、参考数据和主数据不可以存储在单独的存储库中。",
            "C、中央数据仓库。完成转换和准备流程后，数据仓库中的数据通常会保留在中央或原子层中。",
            "D、数据可以在暂存区短暂存留，以便可以对其进行转换、集成并准备加载到仓库。"
        ],
        "wt": "在数据仓库多个不同用途的存储区域中，以下哪个对存储区域的描述不正确",
        "da": "B、参考数据和主数据不可以存储在单独的存储库中。",
        "sno": 1092
    },
    {
        "xx": [
            "A、按照标准计划推送给用户",
            "B、提供自助服务",
            "C、存储和创建血缘关系数据",
            "D、数据剖析，评估数据质量现况"
        ],
        "wt": "在数据仓库和商务智能的实施方法中，以下哪项描述属于可查询的审计数据方式: .",
        "da": "C、存储和创建血缘关系数据",
        "sno": 1093
    },
    {
        "xx": [
            "A、提供用户可查询的细粒度审计数据",
            "B、根据用户权限提供各种功能",
            "C、通过数据了解原型",
            "D、要求数据治理团队参与"
        ],
        "wt": "在数据仓库和商务智能的实施方法中，以下哪项描述属于自助式商务智能方式:",
        "da": "B、根据用户权限提供各种功能",
        "sno": 1094
    },
    {
        "xx": [
            "A、按照标准计划推送给用户",
            "B、提供自助服务",
            "C、存储和创建血缘关系数据",
            "D、数据剖析，评估数据质量现况"
        ],
        "wt": "在数据仓库和商务智能的实施方法中，以下哪项属于可查询的审计数据方式？",
        "da": "C、存储和创建血缘关系数据",
        "sno": 1095
    },
    {
        "xx": [
            "A、聚焦业务目标。确保数据仓库用于组织最优先级的业务并解决业务问题。",
            "B、全局性的思考和设计，局部性的行动和建设。让最终的愿景指导体系架构，通过集中项目快速迭代构建增量交付，从而实现更直接的投资回报。",
            "C、协同。与其他数据活动协作，但不包括数据治理、数据质量和元数据管理活动。",
            "D、提升透明度和自助服务。上下文（各种元数据）信息越丰富，数据消费者越能从数据中获得更多数据价值。"
        ],
        "wt": "在数据仓库建设遵循的指导原则中，以下不正确的是",
        "da": "C、协同。与其他数据活动协作，但不包括数据治理、数据质量和元数据管理活动。",
        "sno": 1096
    },
    {
        "xx": [
            "A、回顾数据处理实践",
            "B、识别数据处理伦理的策略",
            "C、监控和校正",
            "D、找到实践差距"
        ],
        "wt": "在数据处理伦理的活动中，下列哪项不属于活动之一?",
        "da": "B、识别数据处理伦理的策略",
        "sno": 1097
    },
    {
        "xx": [
            "A、评估的目的、组织结构的调整、每个人需要参与和承担的角色、时间进程等",
            "B、评估的目的、如何开展评估、相关软件系统的培训、时间进程等",
            "C、评估的目的、如何开展评估、每个人需要参与和承担的角色、项目的费用情况等",
            "D、评估的目的、如何开展评估、每个人需要参与和承担的角色、时间进程等"
        ],
        "wt": "在数据管理成熟度的评估过程中，我们需要和相关各方保持足够的交流，这些交流的内容一般包括:",
        "da": "D、评估的目的、如何开展评估、每个人需要参与和承担的角色、时间进程等",
        "sno": 1098
    },
    {
        "xx": [
            "A、0/1级",
            "B、2级",
            "C、3级",
            "D、4级"
        ],
        "wt": "在数据管理成熟度模型中，角色的定义和流程并不完全依赖于特定专家属于哪一级 ?",
        "da": "B、2级",
        "sno": 1099
    },
    {
        "xx": [
            "A、数据管理成熟度评估的目的",
            "B、评估活动的时间表",
            "C、评估遇到什么难题",
            "D、他们参与的是什么部分"
        ],
        "wt": "在数据管理成熟度评估活动中，沟通有助于评估项目的整体成功以及由此产生相应行动的推进，应该在参与者和其他利益相关方之间直接进行沟通。以下对于沟通应描述的内容表述错误的是？",
        "da": "C、评估遇到什么难题",
        "sno": 1100
    },
    {
        "xx": [
            "A、高管层的支持",
            "B、技术成熟度",
            "C、演进而革命",
            "D、公司灵活度"
        ],
        "wt": "在数据管理组织架构中下面那些因素被证明对其成功发挥着关键的作用？",
        "da": "A、高管层的支持",
        "sno": 1101
    },
    {
        "xx": [
            "A、瀑布方式",
            "B、迭代方式",
            "C、敏捷方式",
            "D、整合方式"
        ],
        "wt": "在数据架构项目中架构师根据不同的软件开发过程，可以选择采用不同的架构嵌入方式，请从下列选项中选择不属于架构嵌入方式的选项",
        "da": "D、整合方式",
        "sno": 1102
    },
    {
        "xx": [
            "A、逻辑名称尽可能使用完整的单词，并使用常用的缩写",
            "B、命名标准应因特定环境（比如生产、测试、QA)的不同而不同",
            "C、尽量使用分类词，用以区分实体和列名的属性以及分析列的内容",
            "D、名称应该是唯一的并且尽可能具有描述性"
        ],
        "wt": "在数据建模和数据库设计过程中，通常会发布数据模型和数据库命名标准，以确保数据质量标准，下列对于命名约定描述错误的是：（）",
        "da": "B、命名标准应因特定环境（比如生产、测试、QA)的不同而不同",
        "sno": 1103
    },
    {
        "xx": [
            "A、数据类型和数据格式",
            "B、列表和范围",
            "C、基于规则",
            "D、包括上述全部选项"
        ],
        "wt": "在数据建模中，域代表某一属性可被赋予的全部可能取值。域的定义方式包括:",
        "da": "D、包括上述全部选项",
        "sno": 1104
    },
    {
        "xx": [
            "A、目标的实现",
            "B、沟通的有效性",
            "C、数据管理专员正在使用的工具没有扩展",
            "D、培训的有效性"
        ],
        "wt": "在数据治理的度量指标中，关于有效性的描述错误的是?",
        "da": "C、数据管理专员正在使用的工具没有扩展",
        "sno": 1105
    },
    {
        "xx": [
            "A、业务策略和目标",
            "B、数据管理和数据策略",
            "C、IT计划",
            "D、监管要求"
        ],
        "wt": "在数据治理前端输入的内容中，以下哪项是错误的?",
        "da": "C、IT计划",
        "sno": 1106
    },
    {
        "xx": [
            "A、数据治理办公室",
            "B、管理委员会",
            "C、数据治理组织",
            "D、项目管理办公室"
        ],
        "wt": "在数据治理组织的支持下共同起草数据治理的目标、原则和制度，然后由数据管理专员和管理人员审查并完善，最终由数据管理委员会进行终审、修订和发布采用，以下哪个组织可以批准成为业务拥有者？",
        "da": "A、数据治理办公室",
        "sno": 1107
    },
    {
        "xx": [
            "A、数据管理的愿景和6个月的可实现短期目标",
            "B、数据管理的使命、长期方向目标，以及3个月的可实现短期目标",
            "C、符合SMART原则的短期(24-48个月)数据管理计划目标(具体的、可衡量的、可操作的、现实的、有时间限制的)",
            "D、用于数据管理的业务案例概述，以及选定的示例"
        ],
        "wt": "在许多组织中，数据管理战略由CDO拥有和维护，并由数据管理委员会支持的数据管理团队实施。通常，CDO会在数据治理委员会成立之前起草一份初步的数据战略和数据管理战略，以获得高级管理层对建立数据管理和治理的诺。请从下列选项中选择数据管理战略应包括的至少一项内容:",
        "da": "D、用于数据管理的业务案例概述，以及选定的示例",
        "sno": 1108
    },
    {
        "xx": [
            "A、识别能提供主数据实体全面视图的候选数据源",
            "B、为精确匹配和合并实体、实例制定规则",
            "C、建立识别和恢复未恰当匹配或合并的数据的方法",
            "D、建立可被理解的物理模型来评估这些主数据的质量"
        ],
        "wt": "在一个域内规划主数据管理包括多个基本步骤。请从下列选项中选择不属于这些步骤的选项。",
        "da": "D、建立可被理解的物理模型来评估这些主数据的质量",
        "sno": 1109
    },
    {
        "xx": [
            "A、命名规范",
            "B、自定义属性",
            "C、安全",
            "D、以上都对"
        ],
        "wt": "在应用元数据标准中，组织对内元数据标准包括（）",
        "da": "D、以上都对",
        "sno": 1110
    },
    {
        "xx": [
            "A、问责／管理制度",
            "B、可共享、可重用",
            "C、度量范围",
            "D、趋势分析"
        ],
        "wt": "在制定数据质量度量指标标准时，下列哪个选项不是数据质量分析人员应该首要考虑的选项。",
        "da": "B、可共享、可重用",
        "sno": 1111
    },
    {
        "xx": [
            "A、过程",
            "B、使能因素",
            "C、核心内容",
            "D、支持内容"
        ],
        "wt": "在众多的数据治理框架中，IBM可能是最先提出数据治理概念的公司，基于其非凡的管理咨询与IT咨询的经验，同时也基于其大数据平台的开发，IBM提出了数据治理统一流程理论。该成熟度模型中围绕4个关键类别组成，以下不属于该类别的是哪一项？",
        "da": "A、过程",
        "sno": 1112
    },
    {
        "xx": [
            "A、数据量大（Volume)",
            "B、数据更新快（Velocity)",
            "C、数据类型多样／可变（Variety)",
            "D、数据准确性低（Veracity)"
        ],
        "wt": "早期，人们通过3V来定义大数据含义的特征。如下哪项不属于这个早期的3V?",
        "da": "D、数据准确性低（Veracity)",
        "sno": 1113
    },
    {
        "xx": [
            "A、组织和文化变革",
            "B、检测数据流动",
            "C、遵循主数据架构",
            "D、管理参考数据的变更"
        ],
        "wt": "早在上个世纪90年代，手提“大哥大”曾经风靡一时，随着新技术发展，“大哥大“这个术语便被长期废弃，需引入新的代码。在通信行业，程序和诊断代码被每年更新，就是考虑到对现行代码的细化、老代码的废弃和新代码的引入。这个过程是个什么样的活动？",
        "da": "D、管理参考数据的变更",
        "sno": 1114
    },
    {
        "xx": [
            "A、数据管理章程、数据管理范围说明、和实施路线图",
            "B、3年规划和目标",
            "C、组织人事安排和相关业务目标",
            "D、数据管理章程、数据管理范围说明，但不包括实施路线图。实施路线图是后期具体落地的事。"
        ],
        "wt": "战略规划是数据管理非常重要的一项工作。作为输出物，数据管理战略规划应包括哪些内容？",
        "da": "A、数据管理章程、数据管理范围说明、和实施路线图",
        "sno": 1115
    },
    {
        "xx": [
            "A、数据是这个世界中与某个事实结合在一起的一种真实表达",
            "B、数据是对其所代表对象的解释，所以数据本身是不需要被解释的对象",
            "C、在信息技术中，数据被理解为长期以数字形式存储的信息",
            "D、人们需要语境或上下文使数据有意义"
        ],
        "wt": "长期以来，对数据的定义强调了它在反映客观事实方面的作用，一下关于“数据”的理解不正确的是（）",
        "da": "B、数据是对其所代表对象的解释，所以数据本身是不需要被解释的对象",
        "sno": 1116
    },
    {
        "xx": [
            "A、元数据可以帮助组织理解自身的数据、系统和流程",
            "B、元数据可以帮助组织预判数据资",
            "C、元数据可以帮助用户评估数据质",
            "D、元数据可以帮助处理、维护、集成、"
        ],
        "wt": "掌握元数据对组织具有非常重要的意义，请从下列选项中选择关于元数据管理的作用描述不正确的选项。（）",
        "da": "B、元数据可以帮助组织预判数据资",
        "sno": 1117
    },
    {
        "xx": [
            "A、变革需要寄希望于长期目标",
            "B、变革关键是要创造短期胜利",
            "C、管理者应积极建立长期目标，不断努力实现",
            "D、长期目标可以让团队欣喜并保持势头"
        ],
        "wt": "真正的变革需要时间，下列关于变革表述正确的是（）",
        "da": "B、变革关键是要创造短期胜利",
        "sno": 1118
    },
    {
        "xx": [
            "A、需要通过建立概念模型来理解需求的范围和核心的术语",
            "B、建立逻辑模型来详细描述业务过程",
            "C、通过具体的建表语句来实现物理模型",
            "D、记录现有系统满足业务的解决方案"
        ],
        "wt": "正向工程是指从需求开始构建新应用程序的过程，以下哪个是正向工程的最后一步工作？",
        "da": "C、通过具体的建表语句来实现物理模型",
        "sno": 1119
    },
    {
        "xx": [
            "A、指标是衡量或评估绩效、进度、质量、效率或其他影响的标准",
            "B、这些指标用于定义每个知识领域内完成工作的可量化事实",
            "C、指标也可以测量更抽象的特性，如提升或价值",
            "D、以上都是"
        ],
        "wt": "指标（Metrics）可以用来衡量数据管理的效果。请从下列选项中选择正确的表述:",
        "da": "D、以上都是",
        "sno": 1120
    },
    {
        "xx": [
            "A、计划，执行，检查，行动（PDCA）",
            "B、计划，执行，监控，行动（PDMA）",
            "C、计划，执行，检查，运营（PDCO）",
            "D、计划，执行，监控，运营（PDMO）"
        ],
        "wt": "质量管理戴明环的4个步骤是？",
        "da": "A、计划，执行，检查，行动（PDCA）",
        "sno": 1121
    },
    {
        "xx": [
            "A、计划，执行，检查，行动(PDCA)",
            "B、计划，执行，监控，行动(PDMA)",
            "C、计划，执行，检查，运营(PDCO)",
            "D、计划，执行，监控，运营(PDMO)"
        ],
        "wt": "质量管理戴明环中的4个步骤分别是?",
        "da": "A、计划，执行，检查，行动(PDCA)",
        "sno": 1122
    },
    {
        "xx": [
            "A、预算用不完",
            "B、可衡量的进展有助于保持整个组织的认同和热情",
            "C、首次评估提出的要求工作",
            "D、成本投入有效性分析"
        ],
        "wt": "重新进行成熟度评估的作用是什么?",
        "da": "B、可衡量的进展有助于保持整个组织的认同和热情",
        "sno": 1123
    },
    {
        "xx": [
            "A、预算用不完",
            "B、成本投入有效性分析",
            "C、可衡量的进展有助于保持整个组织的认同和热情",
            "D、首次评估提出的要求工作"
        ],
        "wt": "重新进行成熟度评估的作用是什么？",
        "da": "C、可衡量的进展有助于保持整个组织的认同和热情",
        "sno": 1124
    },
    {
        "xx": [
            "A、注册表",
            "B、联邦模式",
            "C、交易中心",
            "D、混合模式"
        ],
        "wt": "主数据共享的架构有多种。实现主数据共享的三种基本方法中不包括哪一种？",
        "da": "B、联邦模式",
        "sno": 1125
    },
    {
        "xx": [
            "A、识别能提供主数据实体全面视图的候选数据源",
            "B、为精确匹配和合并实体、实例制定规则",
            "C、建立识别和恢复未恰当匹配或合并的数据的方法",
            "D、保证主数据的安全"
        ],
        "wt": "主数据管理是个非常复杂性的过程，最好每次只处理主数据管理的一个数据域，从较少的属性入手，逐渐扩展。在一个域内规划主数据管理包括多个基本步骤。请从下列选项中选择不属于这些基本步骤的选项。",
        "da": "D、保证主数据的安全",
        "sno": 1126
    },
    {
        "xx": [
            "A、CRM管理工具",
            "B、数据修复工具",
            "C、数据库检测工具",
            "D、业务报告工具"
        ],
        "wt": "主数据管理需要一些专门被设计用来实现标识管理的工具，下列哪个选项是主数据管理的工具？",
        "da": "B、数据修复工具",
        "sno": 1127
    },
    {
        "xx": [
            "A、数据整合工具。",
            "B、操作型数据存储（ODS)或专门的主数据管理应用工具",
            "C、MES管理工具",
            "D、数据修复工具。"
        ],
        "wt": "主数据管理需要一些专门被设计用来实现标识管理的工具，以下哪一项不是主数据管理的工具？",
        "da": "C、MES管理工具",
        "sno": 1128
    },
    {
        "xx": [
            "A、数据修复工具",
            "B、数据整合工具",
            "C、专门的主数据管理应用工具",
            "D、PLM 管理工具"
        ],
        "wt": "主数据管理需要一些专门被设计用来实现标识管理的工具,以下哪一项目不是主数据管理的工具？",
        "da": "D、PLM 管理工具",
        "sno": 1129
    },
    {
        "xx": [
            "A、数据整合工具",
            "B、数据修复工具",
            "C、操作性数据存储",
            "D、数据共享协议"
        ],
        "wt": "主数据管理需要一些专门被设计用于实现标识管理的工具，下面（）工具不是用来管理主数据的工具",
        "da": "D、数据共享协议",
        "sno": 1130
    },
    {
        "xx": [
            "A、商业交易，例如：金融交易，查询和服务呼叫交互",
            "B、授予在整个组织中访问数据的权限",
            "C、业务实体，例如：产品，客户，资产和位置",
            "D、数据值以大写形式存储和显示"
        ],
        "wt": "主数据是关于以下哪种数据，请从下列选项中选择正确的描述。",
        "da": "C、业务实体，例如：产品，客户，资产和位置",
        "sno": 1131
    },
    {
        "xx": [
            "A、商业交易，例如：金融交易，查询和服务呼叫交互",
            "B、授予在整个组织中访问数据的权限",
            "C、业务实体，例如：物料，组织，会计科目",
            "D、数据值以大写形式存储和显示"
        ],
        "wt": "主数据是指组织中的共享数据，请从下列选项中选择关于主数据正确的指述。",
        "da": "C、业务实体，例如：物料，组织，会计科目",
        "sno": 1132
    },
    {
        "xx": [
            "A、结构变化。数据结构的变化，比如从非规范化到规范化的记录",
            "B、语义转换。数据值转换时保持语义的一致化表达，比如源性别代码可以包括0、1、2和而目标性别代码可以表示为unknown、female、male、notprovided",
            "C、消除重复。如规则需要唯一的键值或记录，以确保包括扫描目标，检测和删除重复行的方法",
            "D、数据库迁移，比如把Oracle数据库从数据中心迁移到云计算环境的MySQL"
        ],
        "wt": "转换(Transformation)往往是ETL过程中最复杂的一项工作。请从下列选项中选择不是转换的例子:",
        "da": "D、数据库迁移，比如把Oracle数据库从数据中心迁移到云计算环境的MySQL",
        "sno": 1133
    },
    {
        "xx": [
            "A、内容：内容一定要准确、完整和真实",
            "B、背景：关于档案的创建者、创建日期或与其他档案关系的描述性信息（元数据）应该在档案归档时收集、组织并维护",
            "C、及时性：档案应该在事件、行为或决定发生后立即创建",
            "D、耐久性：一旦成为档案，其内容在保存期内可以改变，保存期外则不可更改"
        ],
        "wt": "准备充分和精心管理的档案制度有许多特点。请从下列选项中选择一项不正确的相关特性。",
        "da": "D、耐久性：一旦成为档案，其内容在保存期内可以改变，保存期外则不可更改",
        "sno": 1134
    },
    {
        "xx": [
            "A、伦理准则需要保护数据，但不需要管理数据的质量。数据质量和数据伦理无关",
            "B、按照符合伦理准则的方式使用数据越来越被认为是一种商业竞争优势",
            "C、不道德地使用个人数据会直接影响了人们之间的相互交往，就业机会和社会地位",
            "D、以上都是"
        ],
        "wt": "组织保护数据的动机很大程度上来自法律法规的要求。然而，由于数据代表了人(客户、员工、患者、供应商等)，数据管理专业人士应认识到，保护数据并且确保其不被滥用除了法律约束以外还有伦理因素。请从下列选项中选择关于数据伦理不正确的表述:",
        "da": "A、伦理准则需要保护数据，但不需要管理数据的质量。数据质量和数据伦理无关",
        "sno": 1135
    },
    {
        "xx": [
            "A、网络黑客攻击",
            "B、灰盒测试",
            "C、渗透测试",
            "D、模糊测试"
        ],
        "wt": "组织本身或从外部安全公司聘任的专业人员试图从外部侵入系统，试图识别系统漏洞，这是一一种。",
        "da": "C、渗透测试",
        "sno": 1136
    },
    {
        "xx": [
            "A、负责的Responsible,客观的ObjeCtive,不重要的Trivial",
            "B、冗余的Redundant,过时的Obsolete,不重要的Trivial",
            "C、负责的Responsible,过时的Obsolete,不重要的Trivial",
            "D、冗余的Redundant,客观的ObjeCtive,不重要的Trivial"
        ],
        "wt": "组织产生了大量的数据。其中很大一部分实际上从未被使用过。试图管理每一条数据是不可能的。生命周期管理要求将重点放在组织关键的数据上，并将数据的ROT降至最低。这个ROT指的是什么意思？",
        "da": "B、冗余的Redundant,过时的Obsolete,不重要的Trivial",
        "sno": 1137
    },
    {
        "xx": [
            "A、提高组织本身及其数据和处理结果的可信度",
            "B、降低所负责的数据被员工、客户、伙伴滥用的风险",
            "C、保护数据不受黑客攻击和潜在的数据泄露",
            "D、提高组织之间共享数据的能力"
        ],
        "wt": "组织构建数据处理伦理准则的主要原因是？",
        "da": "B、降低所负责的数据被员工、客户、伙伴滥用的风险",
        "sno": 1138
    },
    {
        "xx": [
            "A、获职、存储、保护数据和确保数据资产的有效性",
            "B、确保数据和信息的质量",
            "C、确保利益相关方的数据隐私和保密性",
            "D、防止数据和信息未经授权或被不当访问"
        ],
        "wt": "组织管理数据的目标不包括",
        "da": "A、获职、存储、保护数据和确保数据资产的有效性",
        "sno": 1139
    },
    {
        "xx": [
            "A、对架构工具的接受度",
            "B、立足企业全局",
            "C、企业级数据视角",
            "D、规范数据治理"
        ],
        "wt": "组织架构实施的进度依赖文化的适应和接受程度,请从下列选项中选择不属于一个组织接受和实施数据架构的能力的选项()",
        "da": "A、对架构工具的接受度",
        "sno": 1140
    },
    {
        "xx": [
            "A、支持商务智能活动",
            "B、赋能商业分析和高效决策",
            "C、基于数据洞察寻找创新方法",
            "D、以上都是"
        ],
        "wt": "组织建设数据仓库的目标通常有？",
        "da": "D、以上都是",
        "sno": 1141
    },
    {
        "xx": [
            "A、监管对数据管理提出的最低要求",
            "B、数据治理",
            "C、提高数据管理水平，找到改进的建议",
            "D、以上都正确"
        ],
        "wt": "组织进行能力成熟度评估基于什么原因？（）",
        "da": "D、以上都正确",
        "sno": 1142
    },
    {
        "xx": [
            "A、联邦运营模式",
            "B、网络运营模式",
            "C、混合运营模式",
            "D、集中运营模式"
        ],
        "wt": "最正式且成熟的数据管理运营模式是:",
        "da": "D、集中运营模式",
        "sno": 1143
    },
    {
        "xx": [
            "A、现有测量值高于阀值",
            "B、新数据集还没加载进来",
            "C、管对现有数据集提出新的数据质",
            "D、业务规则、标准或期望没有变"
        ],
        "wt": "作为提升数据质量的方法，在什么情况下需要开始一个新的周期。请从中选择正确的答案。（）",
        "da": "C、管对现有数据集提出新的数据质",
        "sno": 1144
    },
    {
        "xx": [
            "A、创建和使用数据的业务流程规范",
            "B、整理业务术语表",
            "C、参与识别、解决与数据相关的问题",
            "D、确保数据战略与业务战略一致"
        ],
        "wt": "数据管理职责确保数据资产得到有效控制和使用，以下哪项不包括在内：",
        "da": "D、确保数据战略与业务战略一致",
        "sno": 1145
    },
    {
        "xx": [
            "A、根据消费者需求，是数据符合要求",
            "B、定义和实施测量、监控和报告数据质量水平",
            "C、保护和提高组织声誉",
            "D、数据质量管理应关注对企业及其客户最重要的数据"
        ],
        "wt": "关于数据质量管理遵循的原则表述正确的是（）",
        "da": "D、数据质量管理应关注对企业及其客户最重要的数据",
        "sno": 1146
    },
    {
        "xx": [
            "A、ETL",
            "B、ELT",
            "C、ESB、",
            "D、EAI"
        ],
        "wt": "某组织采用云数据仓库，旨在拥有各种不同的数据源，从基于结构化架构SQL源到非结构化No SQL数据库，构建具有PB、级数据的大型数据集。以下哪个工具能够有效实现该组织的前述需求：",
        "da": "B、ELT",
        "sno": 1147
    },
    {
        "xx": [
            "A、客户信息的隐私和保密",
            "B、研究及其他知识产权",
            "C、所有的业务访问需求",
            "D、法规可能会限制获取某些信息"
        ],
        "wt": "虽然数据安全的详细情况因行业和国家有所不同，但是数据安全实践的目标是相同的，对于数据安全需求的来源有多个方面，关于这些需求的来源描述不正确的是？",
        "da": "C、所有的业务访问需求",
        "sno": 1148
    },
    {
        "xx": [
            "A、数据需求的定义",
            "B、业务系统和软件包的运行",
            "C、数据整合的指引.",
            "D、数据管控策略中要求的数据资产管理策略"
        ],
        "wt": "以下哪项不是数据架构的构件：",
        "da": "B、业务系统和软件包的运行",
        "sno": 1149
    },
    {
        "xx": [
            "A、评估组织需求",
            "B、确定建模标准",
            "C、实施控制和规程",
            "D、明确数据模型存储管理"
        ],
        "wt": "某公司正在规划数据建模，在数据模型设计工作开始之前，首先要制定一个合理的工作计划，以下哪项不属于数据建模工作计划的内容：",
        "da": "C、实施控制和规程",
        "sno": 1150
    },
    {
        "xx": [
            "A、定义数据的标准和架构",
            "B、定义数据策",
            "C、指导IT部门解决具体问题",
            "D、数据问题的管理和升级"
        ],
        "wt": "以下不属于数据治理项目所包含内容的是？",
        "da": "C、指导IT部门解决具体问题",
        "sno": 1151
    },
    {
        "xx": [
            "A、作为数据生命周期的一部分，定义数据质量控制的含义",
            "B、根据数据使用者的需求，开发一种让数据符合用途的管理方法",
            "C、通过过程和系统的改进，识别和提倡提高数据质量的机会",
            "D、定义和实施测量、监控和报告数据质量水平的过程"
        ],
        "wt": "没有一个组织拥有完美的业务流程、完美的技术流程或完美的数据管理实践，所有组织都会遇到与数据质量相关的问题。相比那些不开展数据质量管理的组织，实施正式数据质量管理的组织碰到的问题会更少，因此在数据质量管理中，以下哪个描述不是组织希望达到的目标？",
        "da": "A、作为数据生命周期的一部分，定义数据质量控制的含义",
        "sno": 1152
    },
    {
        "xx": [
            "A、BI工具",
            "B、ETL工具",
            "C、运营报表",
            "D、数据字典"
        ],
        "wt": "什么是支撑数据仓库使用的必要组件？",
        "da": "D、数据字典",
        "sno": 1153
    },
    {
        "xx": [
            "A、操作元数据",
            "B、描述元数据",
            "C、保存元数据",
            "D、结构元数据"
        ],
        "wt": "任何不在数据库或数据文件中的数据都被认为是非结构化数据，下列哪项不属于非结构化数据的元数据？",
        "da": "A、操作元数据",
        "sno": 1154
    },
    {
        "xx": [
            "A、电子通信安全",
            "B、凭证安全",
            "C、设备安全",
            "D、设施安全"
        ],
        "wt": "抵御恶意行为人员的第一道防线是（）",
        "da": "D、设施安全",
        "sno": 1155
    },
    {
        "xx": [
            "A、对新的参考数据集的结构变化",
            "B、对外部参考数据集的行级变更",
            "C、对外部参考数据集的结构变化",
            "D、对内部参考数据集的行级变更"
        ],
        "wt": "参考数据的修改类型不包括（）",
        "da": "A、对新的参考数据集的结构变化",
        "sno": 1156
    },
    {
        "xx": [
            "A、可空列吸收",
            "B、超类型属性",
            "C、子类型吸收",
            "D、子类型创建"
        ],
        "wt": "逻辑抽象实体通过使用哪种方式，可以在物理数据设计中成为独立对象？",
        "da": "C、子类型吸收",
        "sno": 1157
    },
    {
        "xx": [
            "A、识别数据处理伦理的策略",
            "B、监控和校正",
            "C、回顾数据处理实践",
            "D、找到实践差距"
        ],
        "wt": "在数据处理伦理的活动中，下列哪项不属于活动之一？",
        "da": "A、识别数据处理伦理的策略",
        "sno": 1158
    },
    {
        "xx": [
            "A、应该为所有的列创建索引",
            "B、可以基于数据库表中的单列或多列创建索引",
            "C、要尝试在大表上控建索引，使用最频繁引用的列来实现最常运行的查询",
            "D、索引可以是唯一的或非唯一的、集群的或非集群的、分区的或非分区的、b树、位图或散列等多种类型"
        ],
        "wt": "数据库管理员或数据库开发人员必须为数据表选择和定义适当的素引，以下做法哪项是错误的：",
        "da": "A、应该为所有的列创建索引",
        "sno": 1159
    },
    {
        "xx": [
            "A、在数据源和目标相同时，使用不落地脱敏",
            "B、静态数据脱敏可以逆转更改数据",
            "C、当目标环境移动需要脱敏时，采用落地脱敏",
            "D、部分数据在脱敏过程中遇到问题，可重新运行脱敏过程"
        ],
        "wt": "以下关于静态数据脱敏，说法正确的是？",
        "da": "D、部分数据在脱敏过程中遇到问题，可重新运行脱敏过程",
        "sno": 1160
    },
    {
        "xx": [
            "A、数据质量分析师",
            "B、数据架构师",
            "C、分析/报表开发人员",
            "D、数据集成专家"
        ],
        "wt": "下列()不属于IT角色",
        "da": "A、数据质量分析师",
        "sno": 1161
    },
    {
        "xx": [
            "A、无需立即检测报告数据完整性约束的违规行为",
            "B、发现存在违规数据安全性约束的情况，先不着急报告违规行为",
            "C、将数据对象耦合岛单个应用程序中",
            "D、确保尽可能快速响应业务流程和新业务需求的变化"
        ],
        "wt": "在设计和构建数据库时，DBA应牢记以下哪点PRISM设计原则？",
        "da": "D、确保尽可能快速响应业务流程和新业务需求的变化",
        "sno": 1162
    },
    {
        "xx": [
            "A、及时性。数据从要求的时间点起代表现实的程度",
            "B、完备性。存储数据量与潜在数据量的百分比",
            "C、一致性。比较事物多种表述与定义的差异",
            "D、合理性。指数据模式符合预期的程度"
        ],
        "wt": "数据质量维度是数据的某个可测量的特性。术语“维度”可以类比于测量物理对象的维度（如长度、宽度、高度等）。数据质量维度提供了定义数据质量要求的一组词汇，通过这些维度定义可以评估初始数据质量和持续改进的成效。2013年，DAMAUK发布了一份白皮书，描述了数据质量的6个核心维度，下列哪项描述不属于上述维度？",
        "da": "D、合理性。指数据模式符合预期的程度",
        "sno": 1163
    },
    {
        "xx": [
            "A、数据挖掘",
            "B、数据可视化工具",
            "C、数据质量剖析",
            "D、元数据数据血缘试图"
        ],
        "wt": "当您不一定要提出特定问题时，您需要发现可能的关系或以探索的方式显示数据模式。您将使用哪种数据工具通过各种算法来实现数据模式？",
        "da": "A、数据挖掘",
        "sno": 1164
    },
    {
        "xx": [
            "A、信息组织和分析。用来领会数据内容，结合数据集针对有意义模式进行假设和测试的技术",
            "B、展示发现和数据洞察",
            "C、丰富的数据源。具有能够展示隐藏在组织或客户行为中不可见模式的潜力",
            "D、信息输入"
        ],
        "wt": "开发数据科学解决方案，包括将数据源迭代地整合到开发洞察力的模型中。因此数据科学不依赖于",
        "da": "D、信息输入",
        "sno": 1165
    },
    {
        "xx": [
            "A、无存储限制",
            "B、诚信和保密",
            "C、数据最小化",
            "D、公平、合法、透明"
        ],
        "wt": "下列哪些不属于CDPR准则？",
        "da": "A、无存储限制",
        "sno": 1166
    },
    {
        "xx": [
            "A、数据库管理员",
            "B、业务人员",
            "C、数据管理专员",
            "D、技术用户"
        ],
        "wt": "业务词汇表应用程序的构建满足三个核心用户的功能需求，不包括（）",
        "da": "A、数据库管理员",
        "sno": 1167
    },
    {
        "xx": [
            "A、向上卷积（Rol-up）",
            "B、剖析（Profiling）",
            "C、切片（Slice）",
            "D、切块（Dice）"
        ],
        "wt": "OLAP工具和Cube的价值是，通过将数据内容予分析师的心理模型对齐，减少混淆和错误解释。常见的OLAP操作不包括",
        "da": "B、剖析（Profiling）",
        "sno": 1168
    },
    {
        "xx": [
            "A、可用性",
            "B、每个数据质量指标都应该与数据对关键业务期望的影响相关联",
            "C、它必须是可被量化的东西",
            "D、指标使组织能够在一段实践内测量数据质量改进情况"
        ],
        "wt": "管理数据质量的一个重要组成部分就是开发度量指标，其中无需考虑的特征是（）",
        "da": "A、可用性",
        "sno": 1169
    },
    {
        "xx": [
            "A、遵循SMA、RT原则（12-24个月），设置短期目标，长期计划以及目标必须是可以衡量的",
            "B、制定制度，长期计划和6个月的短期目标",
            "C、制定短期3个月的目标，长期计划",
            "D、制定一定的标准，组织目标的制定和计划的落实"
        ],
        "wt": "虽然大多数公司在某种程度上已认识到数据是有价值的公司资产，但只有少数公司指定了首席数据管（CDO）来帮助弥合技术和业务之间的差距，并在高层建立企业级的高级数据管理战略，以下关于推动CDO事项表述正确的是",
        "da": "A、遵循SMA、RT原则（12-24个月），设置短期目标，长期计划以及目标必须是可以衡量的",
        "sno": 1170
    },
    {
        "xx": [
            "A、监管报告和财务报告",
            "B、持续经营",
            "C、部门政策",
            "D、差异化竞争战略"
        ],
        "wt": "数据质量管理的一个原则是将改进的重点集中在对组织及其客户最重要的数据上，即关键数据，以下哪项不是关键数据的评估要求？",
        "da": "C、部门政策",
        "sno": 1171
    },
    {
        "xx": [
            "A、数据治理和数据管理是协同关系",
            "B、数据管理创建数据治理的指导方针和政策",
            "C、数据治理为数据管理提供了一个框架",
            "D、不管是在集中或分散的模式下，数据治理办公室与数据管理组织都应该建立紧密的关系"
        ],
        "wt": "数据治理是要做“正确的事”，数据管理是要“将事情做对”，下列描述数据治理与数据管理的关系错误的是？",
        "da": "B、数据管理创建数据治理的指导方针和政策",
        "sno": 1172
    },
    {
        "xx": [
            "A、采用企业视角确保未来的可扩展性",
            "B、按照所需格式、及时地提供安全、合规的数据",
            "C、将数据物理地或者虚拟地合并到数据中心",
            "D、通过开发共享模型降低解决方案的成本和复杂度"
        ],
        "wt": "以下（）不属于数据集成与互操作的目标",
        "da": "A、采用企业视角确保未来的可扩展性",
        "sno": 1173
    },
    {
        "xx": [
            "A、技术、过程",
            "B、人员、过程",
            "C、人员、技术",
            "D、过程、方法"
        ],
        "wt": "382/735、DAMA环境因素六边形图中角色和职责、活动对应的是",
        "da": "B、人员、过程",
        "sno": 1174
    },
    {
        "xx": [
            "A、键值脱敏",
            "B、空间变异",
            "C、混排",
            "D、加密技术"
        ],
        "wt": "以下哪种脱敏方法是错误的？",
        "da": "B、空间变异",
        "sno": 1175
    },
    {
        "xx": [
            "A、业务架构",
            "B、应用架构",
            "C、技术架构",
            "D、信息架构"
        ],
        "wt": "企业架构不包括",
        "da": "D、信息架构",
        "sno": 1176
    },
    {
        "xx": [
            "A、数据治理",
            "B、改据标准",
            "C、数据安全",
            "D、牧据质量"
        ],
        "wt": "请从下列选项中，选择填空：()职能是指导所有其他数据管理领域的活动。",
        "da": "A、数据治理",
        "sno": 1177
    },
    {
        "xx": [
            "A、数据整合工具",
            "B、数据共享协议",
            "C、操作性数据存储",
            "D、数据修复工具"
        ],
        "wt": "主数据管理需要一些专门被设计用于实现标识管理的工具，下面（）工具不是用来管理主数据的工具",
        "da": "B、数据共享协议",
        "sno": 1178
    },
    {
        "xx": [
            "A、标签",
            "B、应用系统",
            "C、数据质量",
            "D、数据模型"
        ],
        "wt": "元数据的采集途径中，元数据系统覆盖不到的是（）",
        "da": "A、标签",
        "sno": 1179
    },
    {
        "xx": [
            "A、可以通过自动化的模型识别提取流数据的环境",
            "B、数据仓库明细历史数据的备用存储区域",
            "C、信息记录的收集",
            "D、数据科学家可以挖掘和分析数据的环境"
        ],
        "wt": "数据湖是一种可以提取、存储、评估和分析不同类型和结构海量数据的环境，可供多种场景使用。下列哪项不属于上述使用场景之一？",
        "da": "C、信息记录的收集",
        "sno": 1180
    },
    {
        "xx": [
            "A、发起数据资产治理",
            "B、协调IT团队协作",
            "C、重视问题管理",
            "D、制定业务术语表"
        ],
        "wt": "以下关于数据治理与管理职责的活动描述正确的是？",
        "da": "D、制定业务术语表",
        "sno": 1181
    },
    {
        "xx": [
            "A、通过提供上下文语境和执行数据质量检查提供数据的可信度",
            "B、通过延长时间，提高数据的质量，从而降低项目失败的风险",
            "C、满足监管合规",
            "D、通过扩展用途增加战略信息的价值"
        ],
        "wt": "管理元数据不会有助于（）",
        "da": "B、通过延长时间，提高数据的质量，从而降低项目失败的风险",
        "sno": 1182
    },
    {
        "xx": [
            "A、DMMA评级的改善结果",
            "B、实施改进活动的时间表",
            "C、监督活动，包括在时间线上逐渐成熟的监督",
            "D、对特定数据管理功能进行改进的系列活动"
        ],
        "wt": "DMM评估结果应足够详细和全面，能支撑多年的数据管理改进计划，包括该组织建立数据管理能力所做的最佳实践举措。由于变革主要通过项目在组织中发生，所以新项目必须采用更好的实践措施。路线图或参考计划不包括下列哪项：",
        "da": "A、DMMA评级的改善结果",
        "sno": 1183
    },
    {
        "xx": [
            "A、事件消息工具",
            "B、操作日志",
            "C、数据字典",
            "D、数据映射工具"
        ],
        "wt": "从元数据的类型能够清楚的看出，元数据的来源各异，元数据的来源不包含",
        "da": "B、操作日志",
        "sno": 1184
    },
    {
        "xx": [
            "A、应用软件产品",
            "B、系统软件产品",
            "C、业务需求",
            "D、外部监管限制"
        ],
        "wt": "数据安全活动包括确定需求环节，在这个环节中，区分不同内容规则很重要，以下不属于需要优先关注的规则内容是（）",
        "da": "B、系统软件产品",
        "sno": 1185
    },
    {
        "xx": [
            "A、物理模型",
            "B、维度模型",
            "C、元模型",
            "D、逻辑模型"
        ],
        "wt": "创建一个元数据存储库的数据模型是定义元数据战略和理解业务需求后的第一个设计步骤，这种数据模型也叫",
        "da": "C、元模型",
        "sno": 1186
    },
    {
        "xx": [
            "A、需求发生变化时，不需要对数据模型进行更新",
            "B、许多数据建模工具可以自动比较思维模型",
            "C、模型级别需要更改时，相应最高级别的模型需要更改",
            "D、数据模型不需要保持最新的状态"
        ],
        "wt": "维护数据模型，以下哪一项正确？",
        "da": "C、模型级别需要更改时，相应最高级别的模型需要更改",
        "sno": 1187
    },
    {
        "xx": [
            "A、数据库技术",
            "B、MPP",
            "C、ODS",
            "D、数据血缘工具"
        ],
        "wt": "大数据使用的处理工具有（）",
        "da": "B、MPP",
        "sno": 1188
    },
    {
        "xx": [
            "A、知识",
            "B、信息",
            "C、智慧数据",
            "D、洞察"
        ],
        "wt": "可以进行业务决策可信源的数据是（）",
        "da": "C、智慧数据",
        "sno": 1189
    },
    {
        "xx": [
            "A、变革关键是要创造短期胜利",
            "B、变革需要寄希望于长期目标",
            "C、管理者应积极建立长期目标，不断努力实现",
            "D、长期目标可以让团队欣喜并保持势头"
        ],
        "wt": "真正的变革需要时间，下列关于变革表述正确的是（)",
        "da": "A、变革关键是要创造短期胜利",
        "sno": 1190
    },
    {
        "xx": [
            "A、对系统数据问题进行自动更正",
            "B、根据数据来源确定数据的可靠性",
            "C、对系统变更或数据问题进行影响分析",
            "D、调查数据问题的根本原因"
        ],
        "wt": "许多数据集成工具提供数据血缘分析，既要考虑开发的总体代码，又要考虑物理数据模型和数据库。记录的数据血缘关系有很多用途，但是不包括",
        "da": "A、对系统数据问题进行自动更正",
        "sno": 1191
    },
    {
        "xx": [
            "A、消息增量",
            "B、日志表增量加载",
            "C、全量加载",
            "D、时间戳增量加载"
        ],
        "wt": "通常，数据仓库是通过每天晚上的批量处理窗口进行一次数据加载服务，不同源系统可能需要不同的变更捕获技术，使用以下哪种技术系统变更最多",
        "da": "D、时间戳增量加载",
        "sno": 1192
    },
    {
        "xx": [
            "A、节点；链接；键值",
            "B、实体；属性；元素",
            "C、模式；元素；实例",
            "D、事实；属性；实例"
        ],
        "wt": "物理数据模型的范畴，术语“表”（Table）用于表示引用表、文件和（0等含义；术语“列”（Co1um）用于表示引用列、字段和（）等含义；术语“行”（Row）用于表示引用行、记录或（）等含义。",
        "da": "C、模式；元素；实例",
        "sno": 1193
    },
    {
        "xx": [
            "A、在供应商发票中混排供应商名称",
            "B、将数据混淆或脱敏",
            "C、将机密文件夹设置为隐藏",
            "D、删除不应出现在测试系统中的数据"
        ],
        "wt": "为了保证数据的安全性，我们在实践中有很多种做法，下列哪个做法不能保证数据的安全？",
        "da": "C、将机密文件夹设置为隐藏",
        "sno": 1194
    },
    {
        "xx": [
            "A、第2级，低于标准的",
            "B、第3级，基本的",
            "C、第4级，积极的",
            "D、第5级，完成变革的"
        ],
        "wt": "某企业的档案管理已经建立了一个以持续改进为重点的主动式信息治理计划，说明该企业的档案管理成熟度达到了哪个级别呢？",
        "da": "C、第4级，积极的",
        "sno": 1195
    },
    {
        "xx": [
            "A、第一范式",
            "B、第四范式",
            "C、第三范式",
            "D、第二范式"
        ],
        "wt": "能确保每个实体都有最小主键，每个属性都依赖于完整的主键的是？",
        "da": "D、第二范式",
        "sno": 1196
    },
    {
        "xx": [
            "A、专用接口",
            "B、逐行扫描",
            "C、隔行扫描",
            "D、半专用接口"
        ],
        "wt": "采用两步方法，扫描程序从来源系统中采集元数据，并输出到特定格式的数据文件中。以下属于哪一种元数据存储库的扫描？",
        "da": "D、半专用接口",
        "sno": 1197
    },
    {
        "xx": [
            "A、主句质量改进",
            "B、数据质量控制",
            "C、数据质量规划",
            "D、数据质量评估"
        ],
        "wt": "1SO 8000该标准描述数据质量管理的结构和组织，其中不包括）",
        "da": "D、数据质量评估",
        "sno": 1198
    },
    {
        "xx": [
            "A、评估遇到什么难题",
            "B、他们参与的是什么部分",
            "C、评估活动的时间表",
            "D、数据管理成熟度评估的目的"
        ],
        "wt": "在数据管理成熟度评估活动中，沟通有助于评估项目的整体成功以及由此产生相应行动的推进，应该在参与者和其他利益相关方之间直接进行沟通。以下对于沟通应描述的内容表述错误的是？",
        "da": "A、评估遇到什么难题",
        "sno": 1199
    },
    {
        "xx": [
            "A、数据表",
            "B、维度表",
            "C、描述表",
            "D、关联表"
        ],
        "wt": "多维模型通常称为星型模型，由事实表和什么表组成？",
        "da": "B、维度表",
        "sno": 1200
    },
    {
        "xx": [
            "A、建立数据标准管理流程",
            "B、制定业务术语表",
            "C、管理项目和数据",
            "D、制定数据治理战略"
        ],
        "wt": "下列选项哪些不属于数据治理活动？",
        "da": "C、管理项目和数据",
        "sno": 1201
    },
    {
        "xx": [
            "A、数据暂存区是介于业务系统源数据和目标数据仓库之间的一个数据库",
            "B、数据仓库为企业数据提供了一个统一的整合入口",
            "C、数据集市为后续的数据分析提供数据",
            "D、操作型数据集市也是从数据仓库获取数据"
        ],
        "wt": "在CF的语境下描述数据仓库，其各个组成部分的职能描述错误的是？",
        "da": "D、操作型数据集市也是从数据仓库获取数据",
        "sno": 1202
    },
    {
        "xx": [
            "A、大数据管理",
            "B、元数据管理",
            "C、主数据管理",
            "D、参考数据管理"
        ],
        "wt": "数据模型管理、数据采集、数据验证、标准化和数据丰富、实体解析、管理和共享属于以下哪种数据管理的步骤呢？",
        "da": "C、主数据管理",
        "sno": 1203
    },
    {
        "xx": [
            "A、制度和流程的执行情况",
            "B、采纳变革的速度",
            "C、可持续性",
            "D、风险的发现"
        ],
        "wt": "关于数据治理的度量指标，以下哪项不包括在内？",
        "da": "D、风险的发现",
        "sno": 1204
    },
    {
        "xx": [
            "A、业务接受度",
            "B、保障资源安全",
            "C、服务水平协议",
            "D、报表策略"
        ],
        "wt": "数据仓库和商务智能治理活动不包括（）",
        "da": "B、保障资源安全",
        "sno": 1205
    },
    {
        "xx": [
            "A、数据模型应描述组织对企业内数据实体、数据属性和它们之间关系的理解，而不应采用行业标准模型进行开发",
            "B、随着企业数据模型中的范围和各层级中内容的扩张，可利用不同层级增量和迭代的方式来构建",
            "C、认为数据模型是由不同角度和不同层级的细节组成，且任何主题域都可以关联其他主题域",
            "D、将企业数据模型创建为单独的构件"
        ],
        "wt": "关于企业数据模型创建，以下做法是错误的：",
        "da": "A、数据模型应描述组织对企业内数据实体、数据属性和它们之间关系的理解，而不应采用行业标准模型进行开发",
        "sno": 1206
    },
    {
        "xx": [
            "A、元数据质量管理必须贯穿整个数据生命周期",
            "B、数据质量管理必须贯穿整个数据生命周期",
            "C、数据管理工作应聚焦于所有数据",
            "D、创建和使用是数据生命周期中的关键点"
        ],
        "wt": "数据管理对数据生命周期的关注有几个重要影响，其中描述错误的是？",
        "da": "C、数据管理工作应聚焦于所有数据",
        "sno": 1207
    },
    {
        "xx": [
            "A、强密码，有助于提高破解风险",
            "B、具有高度民膏西悉尼权限的用户都应该使用双重因素识别技术登录路网",
            "C、安全专家建议45-180天修改一次密码",
            "D、用户要尽量使用多套密码和账户"
        ],
        "wt": "数据安全不仅涉及防止不当访问，也涉及对数据的适当访问，下列理解不正确的是（）",
        "da": "A、强密码，有助于提高破解风险",
        "sno": 1208
    },
    {
        "xx": [
            "A、迭代方式",
            "B、存储方式",
            "C、瀑布方式",
            "D、敏捷方式"
        ],
        "wt": "项目中的数据架构角色依赖软件开发过程，主要采用的方式不含",
        "da": "B、存储方式",
        "sno": 1209
    },
    {
        "xx": [
            "A、制定、执行和审计元数据标准，简化集成过程，并且适用",
            "B、建立反馈机制保障用户可以将不准确或者已过时的元数据通知元数据管理团队",
            "C、认识到元数据通常通过现有流程产生，因此流程执行者对元数据质量负责",
            "D、可以对元数据进行剖析和质量检查"
        ],
        "wt": "管理元数据质量的方法不包括（）",
        "da": "D、可以对元数据进行剖析和质量检查",
        "sno": 1210
    },
    {
        "xx": [
            "A、商务智能能为组织、客户及产品提供洞察",
            "B、所有的商务智能都依赖于数据仓库",
            "C、数据仓库与商务智能作为业务决策主要驱动力协同发展",
            "D、商务智能可以整合历史数据"
        ],
        "wt": "商务智能与数据仓库描述错误的是？",
        "da": "B、所有的商务智能都依赖于数据仓库",
        "sno": 1211
    },
    {
        "xx": [
            "A、缺失元数据报告",
            "B、数据更新频率-与时间表匹配",
            "C、查询统计分析",
            "D、未更新的元数据报告"
        ],
        "wt": "下面不属于管理元数据存储质量控制活动的内容是（）",
        "da": "C、查询统计分析",
        "sno": 1212
    },
    {
        "xx": [
            "A、多维数据库",
            "B、平面文件数据库",
            "C、列数据库",
            "D、对象/多媒体数据库"
        ],
        "wt": "以下不属于非关系型数据本的是",
        "da": "A、多维数据库",
        "sno": 1213
    },
    {
        "xx": [
            "A、对特定数据管理功能进行改进的系列活动",
            "B、DMMA评级的改善结果",
            "C、监督活动，包括在时间线上逐渐成熟的监督",
            "D、实施改进活动的时间表"
        ],
        "wt": "DMM评估结果应足够详细和全面，能支撑多年的数据管理改进计划，包括该组织建立数据管理能力所做的最佳实践举措。由于变革主要通过项目在组织中发生，所以新项目必须采用更好的实践措施。路线图或参考计划不包括下列哪项",
        "da": "B、DMMA评级的改善结果",
        "sno": 1214
    },
    {
        "xx": [
            "A、发展愿景和战略",
            "B、建立指导联盟",
            "C、树立紧迫感",
            "D、沟通传达变革愿景"
        ],
        "wt": "当员工们被迫在层级结构的封闭环境里工作时，动员他们确实是个问题，如何解决在层级结构下，员工们都有厌烦情绪，新想法得不到认可，经理人管理低效的问题？",
        "da": "D、沟通传达变革愿景",
        "sno": 1215
    },
    {
        "xx": [
            "A、可重复使用",
            "B、与设备和平台相关",
            "C、结构化",
            "D、模块化"
        ],
        "wt": "关于文件和内容管理中内容需求特定描述错误的是（）",
        "da": "B、与设备和平台相关",
        "sno": 1216
    },
    {
        "xx": [
            "A、数据管理策略",
            "B、数据治理",
            "C、数据隐私与安全",
            "D、数据操作"
        ],
        "wt": "()不属于CMMI-DMM框架提供的评估标准",
        "da": "C、数据隐私与安全",
        "sno": 1217
    },
    {
        "xx": [
            "A、文化冲击",
            "B、缺少管理层支持",
            "C、成功与否缺乏证据",
            "D、缺乏资金"
        ],
        "wt": "数据架构的难点不包含",
        "da": "D、缺乏资金",
        "sno": 1218
    },
    {
        "xx": [
            "A、在企业中查找敏感数据",
            "B、识别敏感数据资产并分类分级",
            "C、识别信息与业务流程的交互",
            "D、对所有数据进行覆盖式的安全措施"
        ],
        "wt": "近年来，安全漏洞的负面影响对知名品牌造成了巨大经济损失和客户信任度的下降，对信息和数据进行安全管理成为重中之重，因此我们要先对数据进行分类以便识别需要保护的数据，下列步骤描述错误的是？",
        "da": "D、对所有数据进行覆盖式的安全措施",
        "sno": 1219
    },
    {
        "xx": [
            "A、关系",
            "B、键",
            "C、实体",
            "D、以上所有"
        ],
        "wt": "逻辑数据模型的组成部分包括",
        "da": "D、以上所有",
        "sno": 1220
    },
    {
        "xx": [
            "A、培训的有效性",
            "B、沟通的有效性",
            "C、数据管理专员正在使用的工具没有扩展",
            "D、目标的实现"
        ],
        "wt": "在数据治理的度量指标中，关于有效性的描述错误的是？",
        "da": "C、数据管理专员正在使用的工具没有扩展",
        "sno": 1221
    },
    {
        "xx": [
            "A、环境因素六边形图",
            "B、DAMA车轮图",
            "C、知识领域语境关系图",
            "D、DMBOK金字塔图"
        ],
        "wt": "以下哪个不是DAMA-DMBOK的数据管理柜架图？",
        "da": "D、DMBOK金字塔图",
        "sno": 1222
    },
    {
        "xx": [
            "A、可持续发展",
            "B、可度量",
            "C、嵌入式",
            "D、业务驱动"
        ],
        "wt": "以下哪项不是数据治理程序必须包括的？",
        "da": "D、业务驱动",
        "sno": 1223
    },
    {
        "xx": [
            "A、数据建模和设计、数据集成和互操作",
            "B、数据架构、数据集成和互操作",
            "C、数据架构、数据建模和设计",
            "D、数据仓库和商务智能、数据安全"
        ],
        "wt": "以下数据管理领域中，哪些领域与DAMA 1.0中有所区别？",
        "da": "A、数据建模和设计、数据集成和互操作",
        "sno": 1224
    },
    {
        "xx": [
            "A、3级",
            "B、4级",
            "C、2级",
            "D、1级"
        ],
        "wt": "使用有限的工具集进行通用的数据管理，很少或根本没有治理活动。数据处理高度依赖于少数专家，角色和责任在各部门分开定义，这是成熟度（）等级的特征",
        "da": "D、1级",
        "sno": 1225
    },
    {
        "xx": [
            "A、使以数据为中心的需求与可用的IT和业务资源保持一致",
            "B、监督数据在业务分析和商务智能中的使用情况",
            "C、制定信息管理原则",
            "D、建立组织数据战略"
        ],
        "wt": "虽然CDO的要求和职能受限于每个组织的文化、组织结构和业务需求，但许多CDO往往是业务战略家、顾问、数据质量管理专员和全方位数据管理大使中的一员，关于CDO的常见任务不包含哪项？",
        "da": "C、制定信息管理原则",
        "sno": 1226
    },
    {
        "xx": [
            "A、分配给数据元素的值，必须对应于映射到其他等效对应值域中选择的值",
            "B、数据元素赋值必须在定义的数字、词典或时间范围内",
            "C、确认对数据定义的理解相同，并在整个组织过程中得到实现和正确使用",
            "D、数值记录完备性，即数值不能有缺失的情况存在"
        ],
        "wt": "业务规则描述业务应该如何在内部运行，以便成功地与外部世界保持一致。以下关于业务规则类型的描述错误的是？",
        "da": "D、数值记录完备性，即数值不能有缺失的情况存在",
        "sno": 1227
    },
    {
        "xx": [
            "A、数据管理和数据策略",
            "B、监管要求",
            "C、业务策略和目标",
            "D、IT计划"
        ],
        "wt": "在数据治理前端输入的内容中，以下哪项是错误的？",
        "da": "D、IT计划",
        "sno": 1228
    },
    {
        "xx": [
            "A、数据仓库中提供的历史数据比应用程序中提供的历史数据多",
            "B、数据是整合的数据，而不是“孤立”的烟囱数据",
            "C、数据在数据仓库中的延迟比应用程序低",
            "D、数据的组织形式是按主题域而不是按功能需要"
        ],
        "wt": "数据仓库和数据集市的数据与应用程序中的数据不同，下面表述不正确的是（）",
        "da": "C、数据在数据仓库中的延迟比应用程序低",
        "sno": 1229
    },
    {
        "xx": [
            "A、静态数据描述组织和结构，主要包括类别信息、实体信息、业务事件信息、详细交易信息",
            "B、在IT专业人员定义中，资源实体有时被称为参考数据",
            "C、静态数据可以建模，部分动态数据不可以建模",
            "D、在IT专业人员定义中，交易信息有时被称为交易型业务数据"
        ],
        "wt": "关于建模的数据类型，以下说法正确的是？",
        "da": "B、在IT专业人员定义中，资源实体有时被称为参考数据",
        "sno": 1230
    },
    {
        "xx": [
            "A、提高组织效率和生产力",
            "B、提高组织数据价值和数据利用的机会",
            "C、降低数据质量管理的成本",
            "D、保护和提高组织的声誉"
        ],
        "wt": "希望从数据中获取价值的组织认识到，高质量数据比低质量数据更有价值。使用劣质数据充满风险，会损害组织的声誉，导致罚款、收入损失、客户流失和负面的媒体曝光等，组织基于各种业务驱动因素而着手进行数据质量管理活动，下列哪项不属于上述驱动因素？",
        "da": "C、降低数据质量管理的成本",
        "sno": 1231
    },
    {
        "xx": [
            "A、对风险情景做出反应的能力，反映了组织相对于其DMMA评级的能力",
            "B、组织变革",
            "C、表示如何在整个组织中分配数据管理成本，并确定此成本对可持续性和价值的影响",
            "D、DMMA评级提供了组织能力级别的快照"
        ],
        "wt": "度量指标除了作为改进策略的核心组成部分之外，也是关键的沟通工具。初始DMMA指标是表示当前数据管理状态的评级，可以定期对这些进行重新评估，以显示改进趋势。每个组织都应该根据其目标状态路线图开发指标。指标示例不包括：",
        "da": "B、组织变革",
        "sno": 1232
    },
    {
        "xx": [
            "A、确保利益相关方的数据隐私和保密性",
            "B、防止数据和信息未经授权或被不当访问",
            "C、获职、存储、保护数据和确保数据资产的有效性",
            "D、确保数据和信息的质量"
        ],
        "wt": "组织管理数据的目标不包括",
        "da": "C、获职、存储、保护数据和确保数据资产的有效性",
        "sno": 1233
    },
    {
        "xx": [
            "A、通过手动数据修复直接对数据库中的数据进行更改，而不是通过应用接口或业务处理规则进行更改",
            "B、数据在输出过程出现了问题",
            "C、过时的业务规则和变更的数据结构",
            "D、缺乏对高质量数据的组织承诺造成的，就是在治理和管理的形式上缺乏领导力"
        ],
        "wt": "从创建到处置，数据质量问题在数据生命周期的任何节点都可能出现。在调查根本原因时，分析师应该寻找潜在的原因，许多问题都有多种原因和促成因素，而在下列造成数据质量问题的原因中，哪项不是其中之一？",
        "da": "B、数据在输出过程出现了问题",
        "sno": 1234
    },
    {
        "xx": [
            "A、图标应该清晰标识并说明所有对象和线条及图标所代表的内容",
            "B、所有线条的流向都应该从某一侧或角开始，尽可能流向对侧或对角",
            "C、要清楚交叉点并非连接点，在无法避免交叉的情况下允许线交叉，线与线直接连接",
            "D、对任何大小、颜色、线条粗细等不同的图标均要求表示不同的内容"
        ],
        "wt": "关于图标使用规范，以下说法哪个是错误的：",
        "da": "C、要清楚交叉点并非连接点，在无法避免交叉的情况下允许线交叉，线与线直接连接",
        "sno": 1235
    },
    {
        "xx": [
            "A、渗透测试",
            "B、灰盒测试",
            "C、模糊测试",
            "D、网络黑客攻击"
        ],
        "wt": "组织本身或从外部安全公司聘任的专业人员试图从外部侵入系统，试图识别系统漏洞，这是一一种。",
        "da": "A、渗透测试",
        "sno": 1236
    },
    {
        "xx": [
            "A、管理和维护数据安全",
            "B、数据管理专员负责评估和确定适当的数据密级",
            "C、确保遵循制度并有效维护控制的日常活动",
            "D、根据组织的需求制定数据安全方案而不是根据法规的要求分类"
        ],
        "wt": "数据安全策略的实施和管理主要由安全管理员负责，组织必须实施适当的控制和规程，以下哪项不属于控制和规程应涵盖的内容？",
        "da": "D、根据组织的需求制定数据安全方案而不是根据法规的要求分类",
        "sno": 1237
    },
    {
        "xx": [
            "A、自定义属性",
            "B、以上都对",
            "C、安全",
            "D、命名规范"
        ],
        "wt": "在应用元数据标准中，组织对内元数据标准包括（）",
        "da": "B、以上都对",
        "sno": 1238
    },
    {
        "xx": [
            "A、主数据管理需要对主数据的值和标识符进行控制",
            "B、参考数据管理需要对定义的域值及其定义进行控制",
            "C、主数据管理的目标是确保组织能够访问每个概念的一套准确且最新的值",
            "D、主数据的管理目标包括确保当前值的准确的和可用性"
        ],
        "wt": "对于参考数据和主数据，管理的重点是不同的，主要表现在几个方面，以下说法错误的是",
        "da": "C、主数据管理的目标是确保组织能够访问每个概念的一套准确且最新的值",
        "sno": 1239
    },
    {
        "xx": [
            "A、可行性",
            "B、遵从法规和内部数据规范",
            "C、有效性",
            "D、价值"
        ],
        "wt": "关于数据治理的度量指标，下列描述有误的是？",
        "da": "A、可行性",
        "sno": 1240
    },
    {
        "xx": [
            "A、全局性思考和设计，局部性的行动和建设",
            "B、以始为终",
            "C、聚焦业务目标",
            "D、提升透明度和自助服务"
        ],
        "wt": "下列（）不是数仓应该遵循的指导原则",
        "da": "B、以始为终",
        "sno": 1241
    },
    {
        "xx": [
            "A、规程中不明确哪些是无附加价值，并且存储成本低，所以没有成本驱动，而且处理比保存更费力",
            "B、规程中不明确是否应该保留",
            "C、数据是一种资产，它很可能在未来被认为是有价值的",
            "D、我们可能在以后的某个阶段需更这些信息"
        ],
        "wt": "无附加价值的信息通常也不会被删除，因为：",
        "da": "A、规程中不明确哪些是无附加价值，并且存储成本低，所以没有成本驱动，而且处理比保存更费力",
        "sno": 1242
    },
    {
        "xx": [
            "A、业务模型",
            "B、数据流设计",
            "C、企业应用的结构和功能",
            "D、技术整合工具"
        ],
        "wt": "企业数据架构描述必须包括企业数据模型，如数据结构和数据规范，还包括：",
        "da": "B、数据流设计",
        "sno": 1243
    },
    {
        "xx": [
            "A、作为数据生命周期的一部分，定义数据质量控制的含义",
            "B、定义和实施测量、监控和报告数据质量水平的过程",
            "C、通过过程和系统的改进，识别和提倡提高数据质量的机会",
            "D、根据数据使用者的需求，开发一种让数据符合用途的管理方法"
        ],
        "wt": "在企业数据质量项目的规划阶段建立工具架构并选择相应工具，其可以提供部分规则集的启动工具包，但是组织需要在工具中创建适合自己特定语境的规则和动作。下列关于这些数据质量的工具描述错误的是",
        "da": "A、作为数据生命周期的一部分，定义数据质量控制的含义",
        "sno": 1244
    }
];